[
    {
        "category_number": "Titlul I",
        "category_description": "PRINCIPII GENERALE",
        "article_number": "Articolul 1",
        "article_description": "Statul Republica Moldova",
        "laws": [
            "(1) Republica Moldova este un stat suveran şi independent, unitar şi indivizibil.",
            "(2) Forma de guvernămînt a statului este republica.",
            "(3) Republica Moldova este un stat de drept, democratic, în care demnitatea omului, drepturile şi libertăţile lui, libera dezvoltare a personalităţii umane, dreptatea şi pluralismul politic reprezintă valori supreme şi sînt garantate."
        ]
    },
    {
        "category_number": "Titlul I",
        "category_description": "PRINCIPII GENERALE",
        "article_number": "Articolul 2",
        "article_description": "Suveranitatea şi puterea de stat",
        "laws": [
            "(1) Suveranitatea naţională aparţine poporului Republicii Moldova, care o exercită în mod direct şi prin organele sale reprezentative, în formele stabilite de Constituţie.",
            "(2) Nici o persoană particulară, nici o parte din popor, nici un grup social, nici un partid politic sau o altă formaţiune obştească nu poate exercita puterea de stat în nume propriu. Uzurparea puterii de stat constituie cea mai gravă crimă împotriva poporului."
        ]
    },
    {
        "category_number": "Titlul I",
        "category_description": "PRINCIPII GENERALE",
        "article_number": "Articolul 2",
        "article_description": "Suveranitatea şi puterea de stat",
        "laws": [
            "(1) Suveranitatea naţională aparţine poporului Republicii Moldova, care o exercită în mod direct şi prin organele sale reprezentative, în formele stabilite de Constituţie.",
            "(2) Nici o persoană particulară, nici o parte din popor, nici un grup social, nici un partid politic sau o altă formaţiune obştească nu poate exercita puterea de stat în nume propriu. Uzurparea puterii de stat constituie cea mai gravă crimă împotriva poporului."
        ]
    },
    {
        "category_number": "Titlul I",
        "category_description": "PRINCIPII GENERALE",
        "article_number": "Articolul 3",
        "article_description": "Teritoriul",
        "laws": [
            "(1) Teritoriul Republicii Moldova este inalienabil.",
            "(2) Frontierele ţării sînt consfinţite prin lege organică, respectîndu-se principiile şi normele unanim recunoscute ale dreptului internaţional."
        ]
    },
    {
        "category_number": "Titlul I",
        "category_description": "PRINCIPII GENERALE",
        "article_number": "Articolul 4",
        "article_description": "Drepturile şi libertăţile omului",
        "laws": [
            "(1) Dispoziţiile constituţionale privind drepturile şi libertăţile omului se interpretează şi se aplică în concordanţă cu Declaraţia Universală a Drepturilor Omului, cu pactele şi cu celelalte tratate la care Republica Moldova este parte.",
            "(2) Dacă există neconcordanţe între pactele şi tratatele privitoare la drepturile fundamentale ale omului la care Republica Moldova este parte şi legile ei interne, prioritate au reglementările internaţionale."
        ]
    },
    {
        "category_number": "Titlul I",
        "category_description": "PRINCIPII GENERALE",
        "article_number": "Articolul 5",
        "article_description": "Democraţia şi pluralismul politic",
        "laws": [
            "(1) Democraţia în Republica Moldova se exercită în condiţiile pluralismului politic, care este incompatibil cu dictatura şi cu totalitarismul.",
            "(2) Nici o ideologie nu poate fi instituită ca ideologie oficială a statului."
        ]
    },
    {
        "category_number": "Titlul I",
        "category_description": "PRINCIPII GENERALE",
        "article_number": "Articolul 6",
        "article_description": "Separaţia şi colaborarea puterilor",
        "laws": [
            "(1) În Republica Moldova puterea legislativă, executivă şi judecătorească sînt separate şi colaborează în exercitarea prerogativelor ce le revin, potrivit prevederilor Constituţiei."
        ]
    },
    {
        "category_number": "Titlul I",
        "category_description": "PRINCIPII GENERALE",
        "article_number": "Articolul 7",
        "article_description": "Constituţia, Lege Supremă",
        "laws": [
            "(1) Constituţia Republicii Moldova este Legea ei Supremă. Nici o lege şi nici un alt act juridic care contravine prevederilor Constituţiei nu are putere juridică."
        ]
    },
    {
        "category_number": "Titlul I",
        "category_description": "PRINCIPII GENERALE",
        "article_number": "Articolul 8",
        "article_description": "Respectarea dreptului internaţional şi a tratatelor internaţionale",
        "laws": [
            "(1) Republica Moldova se obligă să respecte Carta Organizaţiei Naţiunilor Unite şi tratatele la care este parte, să-şi bazeze relaţiile cu alte state pe principiile şi normele unanim recunoscute ale dreptului internaţional.",
            "(2) Intrarea în vigoare a unui tratat internaţional conţinînd dispoziţii contrare Constituţiei va trebui precedată de o revizuire a acesteia."
        ]
    },
    {
        "category_number": "Titlul I",
        "category_description": "PRINCIPII GENERALE",
        "article_number": "Articolul 9",
        "article_description": "Principiile fundamentale privind proprietatea",
        "laws": [
            "(1) Proprietatea este publică şi privată. Ea se constituie din bunuri materiale şi intelectuale.",
            "(2) Proprietatea nu poate fi folosită în detrimentul drepturilor, libertăţilor şi demnităţii omului.",
            "(3) Piaţa, libera iniţiativă economică, concurenţa loială sînt factorii de bază ai economiei."
        ]
    },
    {
        "category_number": "Titlul I",
        "category_description": "PRINCIPII GENERALE",
        "article_number": "Articolul 10",
        "article_description": "Unitatea poporului şi dreptul la identitate",
        "laws": [
            "(1) Statul are ca fundament unitatea poporului Republicii Moldova. Republica Moldova este patria comună şi indivizibilă a tuturor cetăţenilor săi.",
            "(2) Statul recunoaşte şi garantează dreptul tuturor cetăţenilor la păstrarea, la dezvoltarea şi la exprimarea identităţii lor etnice, culturale, lingvistice şi religioase."
        ]
    },
    {
        "category_number": "Titlul I",
        "category_description": "PRINCIPII GENERALE",
        "article_number": "Articolul 11",
        "article_description": "Republica Moldova, stat neutru",
        "laws": [
            "(1) Republica Moldova proclamă neutralitatea sa permanentă.",
            "(2) Republica Moldova nu admite dislocarea de trupe militare ale altor state pe teritoriul său."
        ]
    },
    {
        "category_number": "Titlul I",
        "category_description": "PRINCIPII GENERALE",
        "article_number": "Articolul 12",
        "article_description": "Simbolurile statului",
        "laws": [
            "(1) Republica Moldova are drapel, stemă şi imn.",
            "(2) Drapelul de Stat al Republicii Moldova este tricolor. Culorile sînt dispuse vertical, în ordinea următoare, începînd de la lance: albastru, galben, roşu. În centru, pe fîşia de culoare galbenă, este imprimată Stema de Stat a Republicii Moldova.",
            "(3) Stema de Stat a Republicii Moldova reprezintă un scut tăiat pe orizontală avînd în partea superioară cromatică roşie, în cea inferioară - albastră, încărcat cu capul de bour avînd între coarne o stea cu opt raze. Capul de bour este flancat în dreapta de o roză cu cinci petale, iar în stînga de o semilună conturnată. Toate elementele reprezentate în scut sînt de aur (galbene). Scutul este plasat pe pieptul unei acvile naturale purtînd în cioc o cruce de aur (acvila cruciată) şi ţinînd în gheara dreaptă o ramură verde de măslin, iar în cea stîngă un sceptru de aur.",
            "(4) Imnul de Stat al Republicii Moldova se stabileşte prin lege organică.",
            "(5) Drapelul, stema şi imnul sînt simbolurile de stat ale Republicii Moldova şi sînt ocrotite de lege."
        ]
    },
    {
        "category_number": "Titlul I",
        "category_description": "PRINCIPII GENERALE",
        "article_number": "Articolul 13",
        "article_description": "Limba de stat, funcţionarea celorlalte limbi",
        "laws": [
            "(1) Limba de stat a Republicii Moldova este limba moldovenească, funcţionînd pe baza grafiei latine.",
            "(2) Statul recunoaşte şi protejează dreptul la păstrarea, la dezvoltarea şi la funcţionarea limbii ruse şi a altor limbi vorbite pe teritoriul ţării.",
            "(3) Statul facilitează studierea limbilor de circulaţie internaţională.",
            "(4) Modul de funcţionare a limbilor pe teritoriul Republicii Moldova se stabileşte prin lege organică."
        ]
    },
    {
        "category_number": "Titlul I",
        "category_description": "PRINCIPII GENERALE",
        "article_number": "Articolul 14",
        "article_description": "Capitala",
        "laws": [
            "Capitala Republicii Moldova este oraşul Chişinău."
        ]
    },
    {
        "category_number": "Titlul II",
        "category_description": "DREPTURILE, LIBERTĂŢILE ŞI ÎNDATORIRILE FUNDAMENTALE",
        "chapter_number": "Capitolul I",
        "chapter_description": "DISPOZIŢII GENERALE",
        "article_number": "Articolul 15",
        "article_description": "Universalitatea",
        "laws": [
            "Cetăţenii Republicii Moldova beneficiază de drepturile şi de libertăţile consacrate prin Constituţie şi prin alte legi şi au obligaţiile prevăzute de acestea."
        ]
    },
    {
        "category_number": "Titlul II",
        "category_description": "DREPTURILE, LIBERTĂŢILE ŞI ÎNDATORIRILE FUNDAMENTALE",
        "chapter_number": "Capitolul I",
        "chapter_description": "DISPOZIŢII GENERALE",
        "article_number": "Articolul 16",
        "article_description": "Egalitatea",
        "laws": [
            "(1) Respectarea şi ocrotirea persoanei constituie o îndatorire primordială a statului.",
            "(2) Toţi cetăţenii Republicii Moldova sînt egali în faţa legii şi a autorităţilor publice, fără deosebire de rasă, naţionalitate, origine etnică, limbă, religie, sex, opinie, apartenenţă politică, avere sau de origine socială."
        ]
    },
    {
        "category_number": "Titlul II",
        "category_description": "DREPTURILE, LIBERTĂŢILE ŞI ÎNDATORIRILE FUNDAMENTALE",
        "chapter_number": "Capitolul I",
        "chapter_description": "DISPOZIŢII GENERALE",
        "article_number": "Articolul 17",
        "article_description": "Cetăţenia Republicii Moldova",
        "laws": [
            "(1) Cetăţenia Republicii Moldova se dobîndeşte, se păstrează ori se pierde în condiţiile prevăzute de legea organică.",
            "(2) Nimeni nu poate fi lipsit în mod arbitrar de cetăţenia sa şi nici de dreptul de a-şi schimba cetăţenia."
        ]
    },
    {
        "category_number": "Titlul II",
        "category_description": "DREPTURILE, LIBERTĂŢILE ŞI ÎNDATORIRILE FUNDAMENTALE",
        "chapter_number": "Capitolul I",
        "chapter_description": "DISPOZIŢII GENERALE",
        "article_number": "Articolul 18",
        "article_description": "Protecţia cetăţenilor Republicii Moldova",
        "laws": [
            "(1) Cetăţenii Republicii Moldova beneficiază de protecţia statului atît în ţară, cît şi în străinătate.",
            "(2) Cetăţenii Republicii Moldova nu pot fi extrădaţi sau expulzaţi din ţară."
        ]
    },
    {
        "category_number": "Titlul II",
        "category_description": "DREPTURILE, LIBERTĂŢILE ŞI ÎNDATORIRILE FUNDAMENTALE",
        "chapter_number": "Capitolul I",
        "chapter_description": "DISPOZIŢII GENERALE",
        "article_number": "Articolul 19",
        "article_description": "Statutul juridic al cetăţenilor străini şi al apatrizilor",
        "laws": [
            "(1) Cetăţenii străini şi apatrizii au aceleaşi drepturi şi îndatoriri ca şi cetăţenii Republicii Moldova, cu excepţiile stabilite de lege.",
            "(2) Cetăţenii străini şi apatrizii pot fi extrădaţi numai în baza unei convenţii internaţionale, în condiţii de reciprocitate sau în temeiul hotărîrii instanţei de judecată.",
            "(3) Dreptul de azil se acordă şi se retrage în condiţiile legii, cu respectarea tratatelor internaţionale la care Republica Moldova este parte."
        ]
    },
    {
        "category_number": "Titlul II",
        "category_description": "DREPTURILE, LIBERTĂŢILE ŞI ÎNDATORIRILE FUNDAMENTALE",
        "chapter_number": "Capitolul I",
        "chapter_description": "DISPOZIŢII GENERALE",
        "article_number": "Articolul 20",
        "article_description": "Accesul liber la justiţie",
        "laws": [
            "(1) Orice persoană are dreptul la satisfacţie efectivă din partea instanţelor judecătoreşti competente împotriva actelor care violează drepturile, libertăţile şi interesele sale legitime.",
            "(2) Nici o lege nu poate îngrădi accesul la justiţie."
        ]
    },
    {
        "category_number": "Titlul II",
        "category_description": "DREPTURILE, LIBERTĂŢILE ŞI ÎNDATORIRILE FUNDAMENTALE",
        "chapter_number": "Capitolul I",
        "chapter_description": "DISPOZIŢII GENERALE",
        "article_number": "Articolul 21",
        "article_description": "Prezumţia nevinovăţiei",
        "laws": [
            "Orice persoană acuzată de un delict este prezumată nevinovată pînă cînd vinovăţia sa va fi dovedită în mod legal, în cursul unui proces judiciar public, în cadrul căruia i s-au asigurat toate garanţiile necesare apărării sale."
        ]
    },
    {
        "category_number": "Titlul II",
        "category_description": "DREPTURILE, LIBERTĂŢILE ŞI ÎNDATORIRILE FUNDAMENTALE",
        "chapter_number": "Capitolul I",
        "chapter_description": "DISPOZIŢII GENERALE",
        "article_number": "Articolul 22",
        "article_description": "Neretroactivitatea legii",
        "laws": [
            "Nimeni nu va fi condamnat pentru acţiuni sau omisiuni care, în momentul comiterii, nu constituiau un act delictuos. De asemenea, nu se va aplica nici o pedeapsă mai aspră decît cea care era aplicabilă în momentul comiterii actului delictuos."
        ]
    },
    {
        "category_number": "Titlul II",
        "category_description": "DREPTURILE, LIBERTĂŢILE ŞI ÎNDATORIRILE FUNDAMENTALE",
        "chapter_number": "Capitolul I",
        "chapter_description": "DISPOZIŢII GENERALE",
        "article_number": "Articolul 23",
        "article_description": "Dreptul fiecărui om de a-şi cunoaşte drepturile şi îndatoririle",
        "laws": [
            "(1) Fiecare om are dreptul să i se recunoască personalitatea juridică.",
            "(2) Statul asigură dreptul fiecărui om de a-şi cunoaşte drepturile şi îndatoririle. În acest scop statul publică şi face accesibile toate legile şi alte acte normative."
        ]
    },
    {
        "category_number": "Titlul II",
        "category_description": "DREPTURILE, LIBERTĂŢILE ŞI ÎNDATORIRILE FUNDAMENTALE",
        "chapter_number": "Capitolul II",
        "chapter_description": "DREPTURILE ŞI LIBERTĂŢILE FUNDAMENTALE",
        "article_number": "Articolul 24",
        "article_description": "Dreptul la viaţă şi la integritate fizică şi psihică",
        "laws": [
            "(1) Statul garantează fiecărui om dreptul la viaţă şi la integritate fizică şi psihică.",
            "(2) Nimeni nu va fi supus la torturi, nici la pedepse sau tratamente crude, inumane ori degradante.",
            "(3) Pedeapsa cu moartea este abolită. Nimeni nu poate fi condamnat la o asemenea pedeapsă şi nici executat."
        ]
    },
    {
        "category_number": "Titlul II",
        "category_description": "DREPTURILE, LIBERTĂŢILE ŞI ÎNDATORIRILE FUNDAMENTALE",
        "chapter_number": "Capitolul II",
        "chapter_description": "DREPTURILE ŞI LIBERTĂŢILE FUNDAMENTALE",
        "article_number": "Articolul 25",
        "article_description": "Libertatea individuală şi siguranţa persoanei",
        "laws": [
            "(1) Libertatea individuală şi siguranţa persoanei sînt inviolabile.",
            "(2) Percheziţionarea, reţinerea sau arestarea unei persoane sînt permise numai în cazurile şi cu procedura prevăzute de lege.",
            "(3) Reţinerea nu poate depăşi 72 de ore.",
            "(4) Arestarea se face în temeiul unui mandat, emis de judecător, pentru o durată de cel mult 30 de zile. Asupra legalităţii mandatului se poate depune recurs, în condiţiile legii, în instanţa judecătorească ierarhic superioară. Termenul arestării poate fi prelungit numai de către judecător sau de către instanţa judecătorească, în condiţiile legii, cel mult pînă la 12 luni.",
            "(5) Celui reţinut sau arestat i se aduc de îndată la cunoştinţă motivele reţinerii sau ale arestării, iar învinuirea - în cel mai scurt termen; motivele reţinerii şi învinuirea se aduc la cunoştinţă numai în prezenţa unui avocat, ales sau numit din oficiu.",
            "(6) Eliberarea celui reţinut sau arestat este obligatorie dacă motivele reţinerii sau arestării au dispărut."
        ]
    },
    {
        "category_number": "Titlul II",
        "category_description": "DREPTURILE, LIBERTĂŢILE ŞI ÎNDATORIRILE FUNDAMENTALE",
        "chapter_number": "Capitolul II",
        "chapter_description": "DREPTURILE ŞI LIBERTĂŢILE FUNDAMENTALE",
        "article_number": "Articolul 26",
        "article_description": "Dreptul la apărare",
        "laws": [
            "(1) Dreptul la apărare este garantat.",
            "(2) Fiecare om are dreptul să reacţioneze independent, prin mijloace legitime, la încălcarea drepturilor şi libertăţilor sale.",
            "(3) În tot cursul procesului, părţile au dreptul să fie asistate de un avocat, ales sau numit din oficiu.",
            "(4) Amestecul în activitatea persoanelor care exercită apărarea în limitele prevăzute se pedepseşte prin lege."
        ]
    },
    {
        "category_number": "Titlul II",
        "category_description": "DREPTURILE, LIBERTĂŢILE ŞI ÎNDATORIRILE FUNDAMENTALE",
        "chapter_number": "Capitolul II",
        "chapter_description": "DREPTURILE ŞI LIBERTĂŢILE FUNDAMENTALE",
        "article_number": "Articolul 27",
        "article_description": "Dreptul la libera circulaţie",
        "laws": [
            "(1) Dreptul la libera circulaţie în ţară este garantat.",
            "(2) Oricărui cetăţean al Republicii Moldova îi este asigurat dreptul de a-şi stabili domiciliul sau reşedinţa în orice localitate din ţară, de a ieşi, de a emigra şi de a reveni în ţară."
        ]
    },
    {
        "category_number": "Titlul II",
        "category_description": "DREPTURILE, LIBERTĂŢILE ŞI ÎNDATORIRILE FUNDAMENTALE",
        "chapter_number": "Capitolul II",
        "chapter_description": "DREPTURILE ŞI LIBERTĂŢILE FUNDAMENTALE",
        "article_number": "Articolul 28",
        "article_description": "Viaţa intimă, familială şi privată",
        "laws": [
            "Statul respectă şi ocroteşte viaţa intimă, familială şi privată."
        ]
    },
    {
        "category_number": "Titlul II",
        "category_description": "DREPTURILE, LIBERTĂŢILE ŞI ÎNDATORIRILE FUNDAMENTALE",
        "chapter_number": "Capitolul II",
        "chapter_description": "DREPTURILE ŞI LIBERTĂŢILE FUNDAMENTALE",
        "article_number": "Articolul 29",
        "article_description": "Inviolabilitatea domiciliului",
        "laws": [
            "(1) Domiciliul şi reşedinţa sînt inviolabile. Nimeni nu poate pătrunde sau rămîne în domiciliul sau în reşedinţa unei persoane fără consimţămîntul acesteia.",
            "(2) De la prevederile alineatului (1) se poate deroga prin lege în următoarele situaţii:",
            "a) pentru executarea unui mandat de arestare sau a unei hotărîri judecătoreşti;",
            "b) pentru înlăturarea unei primejdii care ameninţă viaţa, integritatea fizică sau bunurile unei persoane;",
            "c) pentru prevenirea răspîndirii unei epidemii.",
            "(3) Percheziţiile şi cercetările la faţa locului pot fi ordonate şi efectuate numai în condiţiile legii.",
            "(4) Percheziţiile în timpul nopţii sînt interzise, în afară de cazul unui delict flagrant."
        ]
    },
    {
        "category_number": "Titlul II",
        "category_description": "DREPTURILE, LIBERTĂŢILE ŞI ÎNDATORIRILE FUNDAMENTALE",
        "chapter_number": "Capitolul II",
        "chapter_description": "DREPTURILE ŞI LIBERTĂŢILE FUNDAMENTALE",
        "article_number": "Articolul 30",
        "article_description": "Secretul corespondenţei",
        "laws": [
            "(1) Statul asigură secretul scrisorilor, al telegramelor, al altor trimiteri poştale, al convorbirilor telefonice şi al celorlalte mijloace legale de comunicare.",
            "(2) De la prevederile alineatului (1) se poate deroga prin lege în cazurile cînd această derogare este necesară în interesele securităţii naţionale, bunăstării economice a ţării, ordinii publice şi în scopul prevenirii infracţiunilor."
        ]
    },
    {
        "category_number": "Titlul II",
        "category_description": "DREPTURILE, LIBERTĂŢILE ŞI ÎNDATORIRILE FUNDAMENTALE",
        "chapter_number": "Capitolul II",
        "chapter_description": "DREPTURILE ŞI LIBERTĂŢILE FUNDAMENTALE",
        "article_number": "Articolul 31",
        "article_description": "Libertatea conştiinţei",
        "laws": [
            "(1) Libertatea conştiinţei este garantată. Ea trebuie să se manifeste în spirit de toleranţă şi de respect reciproc.",
            "(2) Cultele religioase sînt libere şi se organizează potrivit statutelor proprii, în condiţiile legii.",
            "(3) În relaţiile dintre cultele religioase sînt interzise orice manifestări de învrăjbire.",
            "(4) Cultele religioase sînt autonome, separate de stat şi se bucură de sprijinul acestuia, inclusiv prin înlesnirea asistenţei religioase în armată, în spitale, în penitenciare, în aziluri şi în orfelinate."
        ]
    },
    {
        "category_number": "Titlul II",
        "category_description": "DREPTURILE, LIBERTĂŢILE ŞI ÎNDATORIRILE FUNDAMENTALE",
        "chapter_number": "Capitolul II",
        "chapter_description": "DREPTURILE ŞI LIBERTĂŢILE FUNDAMENTALE",
        "article_number": "Articolul 32",
        "article_description": "Libertatea opiniei şi a exprimării",
        "laws": [
            "(1) Oricărui cetăţean îi este garantată libertatea gîndirii, a opiniei, precum şi libertatea exprimării în public prin cuvînt, imagine sau prin alt mijloc posibil.",
            "(2) Libertatea exprimării nu poate prejudicia onoarea, demnitatea sau dreptul altei persoane la viziune proprie.",
            "(3) Sînt interzise şi pedepsite prin lege contestarea şi defăimarea statului şi a poporului, îndemnul la război de agresiune, la ură naţională, rasială sau religioasă, incitarea la discriminare, la separatism teritorial, la violenţă publică, precum şi alte manifestări ce atentează la regimul constituţional."
        ]
    },
    {
        "category_number": "Titlul II",
        "category_description": "DREPTURILE, LIBERTĂŢILE ŞI ÎNDATORIRILE FUNDAMENTALE",
        "chapter_number": "Capitolul II",
        "chapter_description": "DREPTURILE ŞI LIBERTĂŢILE FUNDAMENTALE",
        "article_number": "Articolul 33",
        "article_description": "Libertatea creaţiei",
        "laws": [
            "(1) Libertatea creaţiei artistice şi ştiinţifice este garantată. Creaţia nu este supusă cenzurii.",
            "(2) Dreptul cetăţenilor la proprietatea intelectuală, interesele lor materiale şi morale ce apar în legătură cu diverse genuri de creaţie intelectuală sînt apărate de lege.",
            "(3) Statul contribuie la păstrarea, la dezvoltarea şi la propagarea realizărilor culturii şi ştiinţei, naţionale şi mondiale."
        ]
    },
    {
        "category_number": "Titlul II",
        "category_description": "DREPTURILE, LIBERTĂŢILE ŞI ÎNDATORIRILE FUNDAMENTALE",
        "chapter_number": "Capitolul II",
        "chapter_description": "DREPTURILE ŞI LIBERTĂŢILE FUNDAMENTALE",
        "article_number": "Articolul 34",
        "article_description": "Dreptul la informaţie",
        "laws": [
            "(1) Dreptul persoanei de a avea acces la orice informaţie de interes public nu poate fi îngrădit.",
            "(2) Autorităţile publice, potrivit competenţelor ce le revin, sînt obligate să asigure informarea corectă a cetăţenilor asupra treburilor publice şi asupra problemelor de interes personal.",
            "(3) Dreptul la informaţie nu trebuie să prejudicieze măsurile de protecţie a cetăţenilor sau siguranţa naţională.",
            "(4) Mijloacele de informare publică, de stat sau private, sînt obligate să asigure informarea corectă a opiniei publice.",
            "(5) Mijloacele de informare publică nu sînt supuse cenzurii."
        ]
    },
    {
        "category_number": "Titlul II",
        "category_description": "DREPTURILE, LIBERTĂŢILE ŞI ÎNDATORIRILE FUNDAMENTALE",
        "chapter_number": "Capitolul II",
        "chapter_description": "DREPTURILE ŞI LIBERTĂŢILE FUNDAMENTALE",
        "article_number": "Articolul 35",
        "article_description": "Dreptul la învăţătură",
        "laws": [
            "(1) Dreptul la învăţătură este asigurat prin învăţămîntul general obligatoriu, prin învăţămîntul liceal şi prin cel profesional, prin învăţămîntul superior, precum şi prin alte forme de instruire şi de perfecţionare.",
            "(2) Statul asigură, în condiţiile legii, dreptul de a alege limba de educare şi instruire a persoanelor.",
            "(3) Studierea limbii de stat se asigură în instituţiile de învăţămînt de toate gradele.",
            "(4) Învăţămîntul de stat este gratuit.",
            "(5) Instituţiile de învăţămînt, inclusiv cele nestatale, se înfiinţează şi îşi desfăşoară activitatea în condiţiile legii.",
            "(6) Instituţiile de învăţămînt superior beneficiază de dreptul la autonomie.",
            "(7) Învăţămîntul liceal, profesional şi cel superior de stat este egal accesibil tuturor, pe bază de merit.",
            "(8) Statul asigură, în condiţiile legii, libertatea învăţămîntului religios. Învăţămîntul de stat este laic.",
            "(9) Dreptul prioritar de a alege sfera de instruire a copiilor revine părinţilor."
        ]
    },
    {
        "category_number": "Titlul II",
        "category_description": "DREPTURILE, LIBERTĂŢILE ŞI ÎNDATORIRILE FUNDAMENTALE",
        "chapter_number": "Capitolul II",
        "chapter_description": "DREPTURILE ŞI LIBERTĂŢILE FUNDAMENTALE",
        "article_number": "Articolul 36",
        "article_description": "Dreptul la ocrotirea sănătăţii",
        "laws": [
            "(1) Dreptul la ocrotirea sănătăţii este garantat.",
            "(2) Minimul asigurării medicale oferit de stat este gratuit.",
            "(3) Structura sistemului naţional de ocrotire a sănătăţii şi mijloacele de protecţie a sănătăţii fizice şi mentale a persoanei se stabilesc potrivit legii organice."
        ]
    },
    {
        "category_number": "Titlul II",
        "category_description": "DREPTURILE, LIBERTĂŢILE ŞI ÎNDATORIRILE FUNDAMENTALE",
        "chapter_number": "Capitolul II",
        "chapter_description": "DREPTURILE ŞI LIBERTĂŢILE FUNDAMENTALE",
        "article_number": "Articolul 37",
        "article_description": "Dreptul la un mediu înconjurător sănătos",
        "laws": [
            "(1) Fiecare om are dreptul la un mediu înconjurător neprimejdios din punct de vedere ecologic pentru viaţă şi sănătate, precum şi la produse alimentare şi obiecte de uz casnic inofensive.",
            "(2) Statul garantează fiecărui om dreptul la accesul liber şi la răspîndirea informaţiilor veridice privitoare la starea mediului natural, la condiţiile de viaţă şi de muncă, la calitatea produselor alimentare şi a obiectelor de uz casnic.",
            "(3) Tăinuirea sau falsificarea informaţiilor despre factorii ce sînt în detrimentul sănătăţii oamenilor se interzice prin lege.",
            "(4) Persoanele fizice şi juridice răspund pentru daunele pricinuite sănătăţii şi avutului unei persoane ca urmare a unor contravenţii ecologice."
        ]
    },
    {
        "category_number": "Titlul II",
        "category_description": "DREPTURILE, LIBERTĂŢILE ŞI ÎNDATORIRILE FUNDAMENTALE",
        "chapter_number": "Capitolul II",
        "chapter_description": "DREPTURILE ŞI LIBERTĂŢILE FUNDAMENTALE",
        "article_number": "Articolul 38",
        "article_description": "Dreptul de vot şi dreptul de a fi ales",
        "laws": [
            "(1) Voinţa poporului constituie baza puterii de stat. Această voinţă se exprimă prin alegeri libere, care au loc în mod periodic prin sufragiu universal, egal, direct, secret şi liber exprimat.",
            "(2) Cetăţenii Republicii Moldova au drept de vot de la vîrsta de 18 ani, împliniţi pînă în ziua alegerilor inclusiv, excepţie făcînd cei puşi sub interdicţie în modul stabilit de lege.",
            "(3) Dreptul de a fi aleşi le este garantat cetăţenilor Republicii Moldova cu drept de vot, în condiţiile legii."
        ]
    },
    {
        "category_number": "Titlul II",
        "category_description": "DREPTURILE, LIBERTĂŢILE ŞI ÎNDATORIRILE FUNDAMENTALE",
        "chapter_number": "Capitolul II",
        "chapter_description": "DREPTURILE ŞI LIBERTĂŢILE FUNDAMENTALE",
        "article_number": "Articolul 39",
        "article_description": "Dreptul la administrare",
        "laws": [
            "(1) Cetăţenii Republicii Moldova au dreptul de a participa la administrarea treburilor publice nemijlocit, precum şi prin reprezentanţii lor.",
            "(2) Oricărui cetăţean i se asigură, potrivit legii, accesul la o funcţie publică."
        ]
    },
    {
        "category_number": "Titlul II",
        "category_description": "DREPTURILE, LIBERTĂŢILE ŞI ÎNDATORIRILE FUNDAMENTALE",
        "chapter_number": "Capitolul II",
        "chapter_description": "DREPTURILE ŞI LIBERTĂŢILE FUNDAMENTALE",
        "article_number": "Articolul 40",
        "article_description": "Libertatea întrunirilor",
        "laws": [
            "Mitingurile, demonstraţiile, manifestările, procesiunile sau orice alte întruniri sînt libere şi se pot organiza şi desfăşura numai în mod paşnic, fără nici un fel de arme."
        ]
    },
    {
        "category_number": "Titlul II",
        "category_description": "DREPTURILE, LIBERTĂŢILE ŞI ÎNDATORIRILE FUNDAMENTALE",
        "chapter_number": "Capitolul II",
        "chapter_description": "DREPTURILE ŞI LIBERTĂŢILE FUNDAMENTALE",
        "article_number": "Articolul 41",
        "article_description": "Libertatea partidelor şi a altor organizaţii social-politice",
        "laws": [
            "(1) Cetăţenii se pot asocia liber în partide şi în alte organizaţii social-politice. Ele contribuie la definirea şi la exprimarea voinţei politice a cetăţenilor şi, în condiţiile legii, participă la alegeri.",
            "(2) Partidele şi alte organizaţii social-politice sînt egale în faţa legii.",
            "(3) Statul asigură respectarea drepturilor şi intereselor legitime ale partidelor şi ale altor organizaţii social-politice.",
            "(4) Partidele şi alte organizaţii social-politice care, prin scopurile ori prin activitatea lor, militează împotriva pluralismului politic, a principiilor statului de drept, a suveranităţii şi independenţei, a integrităţii teritoriale a Republicii Moldova sînt neconstituţionale.",
            "(5) Asociaţiile secrete sînt interzise.",
            "(6) Activitatea partidelor constituite din cetăţeni străini este interzisă.",
            "(7) Funcţiile publice ai căror titulari nu pot face parte din partide se stabilesc prin lege organică."
        ]
    },
    {
        "category_number": "Titlul II",
        "category_description": "DREPTURILE, LIBERTĂŢILE ŞI ÎNDATORIRILE FUNDAMENTALE",
        "chapter_number": "Capitolul II",
        "chapter_description": "DREPTURILE ŞI LIBERTĂŢILE FUNDAMENTALE",
        "article_number": "Articolul 42",
        "article_description": "Dreptul de a întemeia şi de a se afilia la sindicate",
        "laws": [
            "(1) Orice salariat are dreptul de a întemeia şi de a se afilia la sindicate pentru apărarea intereselor sale.",
            "(2) Sindicatele se constituie şi îşi desfăşoară activitatea potrivit cu statutele lor, în condiţiile legii. Ele contribuie la apărarea intereselor profesionale, economice şi sociale ale salariaţilor."
        ]
    },
    {
        "category_number": "Titlul II",
        "category_description": "DREPTURILE, LIBERTĂŢILE ŞI ÎNDATORIRILE FUNDAMENTALE",
        "chapter_number": "Capitolul II",
        "chapter_description": "DREPTURILE ŞI LIBERTĂŢILE FUNDAMENTALE",
        "article_number": "Articolul 43",
        "article_description": "Dreptul la muncă şi la protecţia muncii",
        "laws": [
            "(1) Orice persoană are dreptul la muncă, la libera alegere a muncii, la condiţii echitabile şi satisfăcătoare de muncă, precum şi la protecţia împotriva şomajului.",
            "(2) Salariaţii au dreptul la protecţia muncii. Măsurile de protecţie privesc securitatea şi igiena muncii, regimul de muncă al femeilor şi al tinerilor, instituirea unui salariu minim pe economie, repaosul săptămînal, concediul de odihnă plătit, prestarea muncii în condiţii grele, precum şi alte situaţii specifice.",
            "(3) Durata săptămînii de muncă este de cel mult 40 de ore.",
            "(4) Dreptul la negocieri în materie de muncă şi caracterul obligatoriu al convenţiilor colective sînt garantate."
        ]
    },
    {
        "category_number": "Titlul II",
        "category_description": "DREPTURILE, LIBERTĂŢILE ŞI ÎNDATORIRILE FUNDAMENTALE",
        "chapter_number": "Capitolul II",
        "chapter_description": "DREPTURILE ŞI LIBERTĂŢILE FUNDAMENTALE",
        "article_number": "Articolul 44",
        "article_description": "Interzicerea muncii forţate",
        "laws": [
            "(1) Munca forţată este interzisă.",
            "(2) Nu constituie muncă forţată:",
            "(a) serviciul cu caracter militar sau activităţile desfăşurate în locul acestuia de cei care, potrivit legii, nu satisfac serviciul militar obligatoriu;",
            "(b) munca unei persoane condamnate, prestată în condiţii normale, în perioada de detenţie sau de libertate condiţionată;",
            "(c) prestaţiile impuse în situaţia creată de calamităţi ori de alt pericol, precum şi cele care fac parte din obligaţiile civile normale, stabilite de lege."
        ]
    },
    {
        "category_number": "Titlul II",
        "category_description": "DREPTURILE, LIBERTĂŢILE ŞI ÎNDATORIRILE FUNDAMENTALE",
        "chapter_number": "Capitolul II",
        "chapter_description": "DREPTURILE ŞI LIBERTĂŢILE FUNDAMENTALE",
        "article_number": "Articolul 45",
        "article_description": "Dreptul la grevă",
        "laws": [
            "(1) Dreptul la grevă este recunoscut. Grevele pot fi declanşate numai în scopul apărării intereselor profesionale cu caracter economic şi social ale salariaţilor.",
            "(2) Legea stabileşte condiţiile de exercitare a dreptului la grevă, precum şi răspunderea pentru declanşarea nelegitimă a grevelor."
        ]
    },
    {
        "category_number": "Titlul II",
        "category_description": "DREPTURILE, LIBERTĂŢILE ŞI ÎNDATORIRILE FUNDAMENTALE",
        "chapter_number": "Capitolul II",
        "chapter_description": "DREPTURILE ŞI LIBERTĂŢILE FUNDAMENTALE",
        "article_number": "Articolul 46",
        "article_description": "Dreptul la proprietate privată şi protecţia acesteia",
        "laws": [
            "(1) Dreptul la proprietate privată, precum şi creanţele asupra statului sînt garantate.",
            "(2) Nimeni nu poate fi expropriat decît pentru o cauză de utilitate publică, stabilită potrivit legii, cu dreaptă şi prealabilă despăgubire.",
            "(3) Averea dobîndită licit nu poate fi confiscată. Caracterul licit al dobîndirii se prezumă.",
            "(4) Bunurile destinate, folosite sau rezultate din infracţiuni ori contravenţii pot fi confiscate numai în condiţiile legii.",
            "(5) Dreptul de proprietate privată obligă la respectarea sarcinilor privind protecţia mediului înconjurător şi asigurarea bunei vecinătăţi, precum şi la respectarea celorlalte sarcini care, potrivit legii, revin proprietarului.",
            "(6) Dreptul la moştenire a proprietăţii private este garantat."
        ]
    },
    {
        "category_number": "Titlul II",
        "category_description": "DREPTURILE, LIBERTĂŢILE ŞI ÎNDATORIRILE FUNDAMENTALE",
        "chapter_number": "Capitolul II",
        "chapter_description": "DREPTURILE ŞI LIBERTĂŢILE FUNDAMENTALE",
        "article_number": "Articolul 47",
        "article_description": "Dreptul la asistenţă şi protecţie socială",
        "laws": [
            "(1) Statul este obligat să ia măsuri pentru ca orice om să aibă un nivel de trai decent, care să-i asigure sănătatea şi bunăstarea, lui şi familiei lui, cuprinzînd hrana, îmbrăcămintea, locuinţa, îngrijirea medicală, precum şi serviciile sociale necesare.",
            "(2) Cetăţenii au dreptul la asigurare în caz de: şomaj, boală, invaliditate, văduvie, bătrîneţe sau în celelalte cazuri de pierdere a mijloacelor de subzistenţă, în urma unor împrejurări independente de voinţa lor."
        ]
    },
    {
        "category_number": "Titlul II",
        "category_description": "DREPTURILE, LIBERTĂŢILE ŞI ÎNDATORIRILE FUNDAMENTALE",
        "chapter_number": "Capitolul II",
        "chapter_description": "DREPTURILE ŞI LIBERTĂŢILE FUNDAMENTALE",
        "article_number": "Articolul 48",
        "article_description": "Familia",
        "laws": [
            "(1) Familia constituie elementul natural şi fundamental al societăţii şi are dreptul la ocrotire din partea societăţii şi a statului.",
            "(2) Familia se întemeiază pe căsătoria liber consimţită între bărbat şi femeie, pe egalitatea lor în drepturi şi pe dreptul şi îndatorirea părinţilor de a asigura creşterea, educaţia şi instruirea copiilor.",
            "(3) Condiţiile de încheiere, de desfacere şi de nulitate a căsătoriei se stabilesc prin lege.",
            "(4) Copiii sînt obligaţi să aibă grijă de părinţi şi să le acorde ajutor."
        ]
    },
    {
        "category_number": "Titlul II",
        "category_description": "DREPTURILE, LIBERTĂŢILE ŞI ÎNDATORIRILE FUNDAMENTALE",
        "chapter_number": "Capitolul II",
        "chapter_description": "DREPTURILE ŞI LIBERTĂŢILE FUNDAMENTALE",
        "article_number": "Articolul 49",
        "article_description": "Protecţia familiei şi a copiilor orfani",
        "laws": [
            "(1) Statul facilitează, prin măsuri economice şi prin alte măsuri, formarea familiei şi îndeplinirea obligaţiilor ce îi revin.",
            "(2) Statul ocroteşte maternitatea, copiii şi tinerii, stimulînd dezvoltarea instituţiilor necesare.",
            "(3) Toate preocupările privind întreţinerea, instruirea şi educaţia copiilor orfani şi a celor lipsiţi de ocrotirea părinţilor revin statului şi societăţii. Statul stimulează şi sprijină activitatea de binefacere faţă de aceşti copii."
        ]
    },
    {
        "category_number": "Titlul II",
        "category_description": "DREPTURILE, LIBERTĂŢILE ŞI ÎNDATORIRILE FUNDAMENTALE",
        "chapter_number": "Capitolul II",
        "chapter_description": "DREPTURILE ŞI LIBERTĂŢILE FUNDAMENTALE",
        "article_number": "Articolul 50",
        "article_description": "Ocrotirea mamei, copiilor şi a tinerilor",
        "laws": [
            "(1) Mama şi copilul au dreptul la ajutor şi ocrotire specială. Toţi copiii, inclusiv cei născuţi în afara căsătoriei, se bucură de aceeaşi ocrotire socială.",
            "(2) Copiii şi tinerii se bucură de un regim special de asistenţă în realizarea drepturilor lor.",
            "(3) Statul acordă alocaţiile necesare pentru copii şi ajutoare pentru îngrijirea copiilor bolnavi ori cu dizabilități. Alte forme de asistenţă socială pentru copii şi tineri se stabilesc prin lege. [Art.50 al.(3) modificat prin LP255 din 22.11.18, MO467-479/14.12.18 art.786; în vigoare 14.01.19]",
            "(4) Exploatarea minorilor, folosirea lor în activităţi care le-ar dăuna sănătăţii, moralităţii sau care le-ar pune în primejdie viaţa ori dezvoltarea normală sînt interzise.",
            "(5) Autorităţile publice asigură condiţii pentru participarea liberă a tinerilor la viaţa socială, economică, culturală şi sportivă a ţării."
        ]
    },
    {
        "category_number": "Titlul II",
        "category_description": "DREPTURILE, LIBERTĂŢILE ŞI ÎNDATORIRILE FUNDAMENTALE",
        "chapter_number": "Capitolul II",
        "chapter_description": "DREPTURILE ŞI LIBERTĂŢILE FUNDAMENTALE",
        "article_number": "Articolul 51",
        "article_description": "Protecţia persoanelor cu dizabilități  [Art.51 denumirea modificată prin LP255 din 22.11.18, MO467-479/14.12.18 art.786; în vigoare 14.01.19]",
        "laws": [
            "(1) Persoanele cu dizabilități beneficiază de o protecţie specială din partea întregii societăţi. Statul asigură pentru ele condiţii normale de tratament, de readaptare, de învăţămînt, de instruire şi de integrare socială. [Art.51 al.(1) modificat prin LP255 din 22.11.18, MO467-479/14.12.18 art.786; în vigoare 14.01.19]",
            "(2) Nimeni nu poate fi supus nici unui tratament medical forţat, decît în cazurile prevăzute de lege."
        ]
    },
    {
        "category_number": "Titlul II",
        "category_description": "DREPTURILE, LIBERTĂŢILE ŞI ÎNDATORIRILE FUNDAMENTALE",
        "chapter_number": "Capitolul II",
        "chapter_description": "DREPTURILE ŞI LIBERTĂŢILE FUNDAMENTALE",
        "article_number": "Articolul 52",
        "article_description": "Dreptul de petiţionare",
        "laws": [
            "(1) Cetăţenii au dreptul să se adreseze autorităţilor publice prin petiţii formulate numai în numele semnatarilor.",
            "(2) Organizaţiile legal constituite au dreptul să adreseze petiţii exclusiv în numele colectivelor pe care le reprezintă."
        ]
    },
    {
        "category_number": "Titlul II",
        "category_description": "DREPTURILE, LIBERTĂŢILE ŞI ÎNDATORIRILE FUNDAMENTALE",
        "chapter_number": "Capitolul II",
        "chapter_description": "DREPTURILE ŞI LIBERTĂŢILE FUNDAMENTALE",
        "article_number": "Articolul 53",
        "article_description": "Dreptul persoanei vătămate de o autoritate publică",
        "laws": [
            "(1) Persoana vătămată într-un drept al său de o autoritate publică, printr-un act administrativ sau prin nesoluţionarea în termenul legal a unei cereri, este îndreptăţită să obţină recunoaşterea dreptului pretins, anularea actului şi repararea pagubei.",
            "(2) Statul răspunde patrimonial, potrivit legii, pentru prejudiciile cauzate prin erorile săvîrşite în procesele penale de către organele de anchetă şi instanţele judecătoreşti."
        ]
    },
    {
        "category_number": "Titlul II",
        "category_description": "DREPTURILE, LIBERTĂŢILE ŞI ÎNDATORIRILE FUNDAMENTALE",
        "chapter_number": "Capitolul II",
        "chapter_description": "DREPTURILE ŞI LIBERTĂŢILE FUNDAMENTALE",
        "article_number": "Articolul 54",
        "article_description": "Restrîngerea exerciţiului unor drepturi sau al unor libertăţi",
        "laws": [
            "(1) În Republica Moldova nu pot fi adoptate legi care ar suprima sau ar diminua drepturile şi libertăţile fundamentale ale omului şi cetăţeanului.",
            "(2) Exerciţiul drepturilor şi libertăţilor nu poate fi supus altor restrîngeri decît celor prevăzute de lege, care corespund normelor unanim recunoscute ale dreptului internaţional şi sînt necesare în interesele securităţii naţionale, integrităţii teritoriale, bunăstării economice a ţării, ordinii publice, în scopul prevenirii tulburărilor în masă şi infracţiunilor, protejării drepturilor, libertăţilor şi demnităţii altor persoane, împiedicării divulgării informaţiilor confidenţiale sau garantării autorităţii şi imparţialităţii justiţiei.",
            "(3) Prevederile alineatului (2) nu admit restrîngerea drepturilor proclamate în articolele 20-24.",
            "(4) Restrîngerea trebuie să fie proporţională cu situaţia care a determinat-o şi nu poate atinge existenţa dreptului sau a libertăţii."
        ]
    },
    {
        "category_number": "Titlul II",
        "category_description": "DREPTURILE, LIBERTĂŢILE ŞI ÎNDATORIRILE FUNDAMENTALE",
        "chapter_number": "Capitolul III",
        "chapter_description": "ÎNDATORIRILE FUNDAMENTALE",
        "article_number": "Articolul 55",
        "article_description": "Exercitarea drepturilor şi a libertăţilor",
        "laws": [
            "Orice persoană îşi exercită drepturile şi libertăţile constituţionale cu bună-credinţă, fără să încalce drepturile şi libertăţile altora."
        ]
    },
    {
        "category_number": "Titlul II",
        "category_description": "DREPTURILE, LIBERTĂŢILE ŞI ÎNDATORIRILE FUNDAMENTALE",
        "chapter_number": "Capitolul III",
        "chapter_description": "ÎNDATORIRILE FUNDAMENTALE",
        "article_number": "Articolul 56",
        "article_description": "Devotamentul faţă de ţară",
        "laws": [
            "(1) Devotamentul faţă de ţară este sacru.",
            "(2) Cetăţenii cărora le sînt încredinţate funcţii publice, precum şi militarii, răspund de îndeplinirea cu credinţă a obligaţiilor ce le revin şi, în cazurile prevăzute de lege, depun jurămîntul cerut de ea."
        ]
    },
    {
        "category_number": "Titlul II",
        "category_description": "DREPTURILE, LIBERTĂŢILE ŞI ÎNDATORIRILE FUNDAMENTALE",
        "chapter_number": "Capitolul III",
        "chapter_description": "ÎNDATORIRILE FUNDAMENTALE",
        "article_number": "Articolul 57",
        "article_description": "Apărarea Patriei",
        "laws": [
            "(1) Apărarea Patriei este un drept şi o datorie sfîntă a fiecărui cetăţean.",
            "(2) Serviciul militar este satisfăcut în cadrul forţelor militare, destinate apărării naţionale, pazei frontierei şi menţinerii ordinii publice, în condiţiile legii."
        ]
    },
    {
        "category_number": "Titlul II",
        "category_description": "DREPTURILE, LIBERTĂŢILE ŞI ÎNDATORIRILE FUNDAMENTALE",
        "chapter_number": "Capitolul III",
        "chapter_description": "ÎNDATORIRILE FUNDAMENTALE",
        "article_number": "Articolul 58",
        "article_description": "Contribuţii financiare",
        "laws": [
            "(1) Cetăţenii au obligaţia sa contribuie, prin impozite şi prin taxe, la cheltuielile publice.",
            "(2) Sistemul legal de impuneri trebuie să asigure aşezarea justă a sarcinilor fiscale.",
            "(3) Orice alte prestaţii sînt interzise, în afara celor stabilite prin lege."
        ]
    },
    {
        "category_number": "Titlul II",
        "category_description": "DREPTURILE, LIBERTĂŢILE ŞI ÎNDATORIRILE FUNDAMENTALE",
        "chapter_number": "Capitolul III",
        "chapter_description": "ÎNDATORIRILE FUNDAMENTALE",
        "article_number": "Articolul 59",
        "article_description": "Protecţia mediului înconjurător şi ocrotirea monumentelor",
        "laws": [
            "Protecţia mediului înconjurător, conservarea şi ocrotirea monumentelor istorice şi culturale constituie o obligaţie a fiecărui cetăţean."
        ]
    },
    {
        "category_number": "Titlul II",
        "category_description": "DREPTURILE, LIBERTĂŢILE ŞI ÎNDATORIRILE FUNDAMENTALE",
        "chapter_number": "Capitolul III.1",
        "chapter_description": "AVOCATUL  POPORULUI",
        "article_number": "Articolul 59.1",
        "article_description": "Statutul și rolul Avocatului Poporului",
        "laws": [
            "(1) Avocatul Poporului asigură promovarea și protecția drepturilor și libertăților fundamentale ale omului.",
            "(2) Poate fi numit Avocat al Poporului persoana care se bucură de o reputație ireproșabilă, are înaltă competenţă profesională și activitate notorie în domeniul apărării şi promovării drepturilor omului.",
            "(3) Avocatul Poporului este numit în funcție de către Parlament, cu votul majorităţii deputaţilor aleşi, în baza unei proceduri transparente de selecție, prevăzută de lege, pentru un mandat de 7 ani, care nu poate fi reînnoit. Pe durata mandatului, Avocatul Poporului este independent și imparțial. Acesta nu poate fi supus niciunui mandat imperativ sau reprezentativ.",
            "(4) Avocatul Poporului nu răspunde juridic pentru opiniile exprimate în legătură cu exercitarea mandatului.",
            "(5) Avocatul Poporului nu poate îndeplini nicio altă funcție remunerată, cu excepția activității didactice, științifice sau de creație. Avocatul Poporului nu are dreptul să desfăşoare activitate politică şi nu poate fi membru al vreunui partid politic.",
            "(6) Imixtiunea în activitatea Avocatului Poporului, ignorarea intenţionată a sesizărilor şi a recomandărilor acestuia, precum şi împiedicarea sub orice formă a activităţii lui atrag răspunderea juridică în conformitate cu legea.",
            "(7) Avocatul Poporului poate fi revocat din funcţie cu votul a 2/3 din deputații aleși, cu respectarea procedurii stabilite de lege, care să prevadă audierea prealabilă a acestuia.",
            "(8) Modul de organizare și funcționare a instituției Avocatului Poporului se stabilește prin lege organică."
        ]
    },
    {
        "category_number": "Titlul III",
        "category_description": "AUTORITĂŢILE PUBLICE",
        "chapter_number": "Capitolul IV",
        "chapter_description": "PARLAMENTUL",
        "section_number": "Secţiunea 1",
        "section_description": "Organizare şi funcţionare",
        "article_number": "Articolul 60",
        "article_description": "Parlamentul, organ reprezentativ suprem şi legislativ",
        "laws": [
            "(1) Parlamentul este organul reprezentativ suprem al poporului Republicii Moldova şi unica autoritate legislativă a statului.",
            "(2) Parlamentul este compus din 101 deputaţi."
        ]
    },
    {
        "category_number": "Titlul III",
        "category_description": "AUTORITĂŢILE PUBLICE",
        "chapter_number": "Capitolul IV",
        "chapter_description": "PARLAMENTUL",
        "section_number": "Secţiunea 1",
        "section_description": "Organizare şi funcţionare",
        "article_number": "Articolul 61",
        "article_description": "Alegerea Parlamentului",
        "laws": [
            "(1) Parlamentul este ales prin vot universal, egal, direct, secret şi liber exprimat.",
            "(2) Modul de organizare şi de desfăşurare a alegerilor este stabilit prin lege organică.",
            "(3) Alegerile deputaţilor în Parlament se desfăşoară în cel mult 3 luni de la expirarea mandatului sau de la dizolvarea Parlamentului precedent."
        ]
    },
    {
        "category_number": "Titlul III",
        "category_description": "AUTORITĂŢILE PUBLICE",
        "chapter_number": "Capitolul IV",
        "chapter_description": "PARLAMENTUL",
        "section_number": "Secţiunea 1",
        "section_description": "Organizare şi funcţionare",
        "article_number": "Articolul 62",
        "article_description": "Validarea mandatului de deputat",
        "laws": [
            "Curtea Constituţională, la propunerea Comisiei Electorale Centrale, hotărăşte validarea mandatului de deputat sau nevalidarea lui în cazul încălcării legislaţiei electorale."
        ]
    },
    {
        "category_number": "Titlul III",
        "category_description": "AUTORITĂŢILE PUBLICE",
        "chapter_number": "Capitolul IV",
        "chapter_description": "PARLAMENTUL",
        "section_number": "Secţiunea 1",
        "section_description": "Organizare şi funcţionare",
        "article_number": "Articolul 63",
        "article_description": "Durata mandatului",
        "laws": [
            "(1) Parlamentul este ales pentru un mandat de 4 ani, care poate fi prelungit, prin lege organică, în caz de război sau de catastrofă.",
            "(2) Parlamentul se întruneşte, la convocarea Preşedintelui Republicii Moldova, în cel mult 30 de zile de la alegeri.",
            "(3) Mandatul Parlamentului se prelungeşte pînă la întrunirea legală a noii componenţe. În această perioadă nu poate fi modificată Constituţia şi nu pot fi adoptate, modificate sau abrogate legi organice.",
            "(4) Proiectele de legi sau propunerile legislative înscrise pe ordinea de zi a Parlamentului precedent îşi continuă procedura în noul Parlament."
        ]
    },
    {
        "category_number": "Titlul III",
        "category_description": "AUTORITĂŢILE PUBLICE",
        "chapter_number": "Capitolul IV",
        "chapter_description": "PARLAMENTUL",
        "section_number": "Secţiunea 1",
        "section_description": "Organizare şi funcţionare",
        "article_number": "Articolul 64",
        "article_description": "Organizarea internă",
        "laws": [
            "(1) Structura, organizarea şi funcţionarea Parlamentului se stabilesc prin regulament. Resursele financiare ale Parlamentului sînt prevăzute în bugetul aprobat de acesta.",
            "(2) Preşedintele Parlamentului se alege prin vot secret, cu majoritatea voturilor deputaţilor aleşi, pe durata mandatului Parlamentului. El poate fi revocat în orice moment prin vot secret de către Parlament cu o majoritate de cel puţin două treimi din voturile tuturor deputaţilor.",
            "(3) Vicepreşedinţii se aleg la propunerea Preşedintelui Parlamentului, cu consultarea fracţiunilor parlamentare."
        ]
    },
    {
        "category_number": "Titlul III",
        "category_description": "AUTORITĂŢILE PUBLICE",
        "chapter_number": "Capitolul IV",
        "chapter_description": "PARLAMENTUL",
        "section_number": "Secţiunea 1",
        "section_description": "Organizare şi funcţionare",
        "article_number": "Articolul 65",
        "article_description": "Caracterele şedinţelor Parlamentului",
        "laws": [
            "(1) Şedinţele Parlamentului sînt publice.",
            "(2) Parlamentul poate hotărî ca anumite şedinţe să fie închise."
        ]
    },
    {
        "category_number": "Titlul III",
        "category_description": "AUTORITĂŢILE PUBLICE",
        "chapter_number": "Capitolul IV",
        "chapter_description": "PARLAMENTUL",
        "section_number": "Secţiunea 1",
        "section_description": "Organizare şi funcţionare",
        "article_number": "Articolul 66",
        "article_description": "Atribuţiile de bază ale Parlamentului",
        "laws": [
            "Parlamentul are următoarele atribuţii de bază:",
            "a) adoptă legi, hotărîri şi moţiuni;",
            "b) declară referendumuri;",
            "c) interpretează legile şi asigură unitatea reglementărilor legislative pe întreg teritoriul ţării;",
            "d) aprobă direcţiile principale ale politicii interne şi externe a statului;",
            "e) aprobă doctrina militară a statului;",
            "f) exercită controlul parlamentar asupra puterii executive, sub formele şi în limitele prevăzute de Constituţie;",
            "g) ratifică, denunţă, suspendă şi anulează acţiunea tratatelor internaţionale încheiate de Republica Moldova;",
            "h) aprobă bugetul statului şi exercită controlul asupra lui;",
            "i) exercită controlul asupra acordării împrumuturilor de stat, asupra ajutorului economic şi de altă natură acordat unor state străine, asupra încheierii acordurilor privind împrumuturile şi creditele de stat din surse străine;",
            "j) alege şi numeşte persoane oficiale de stat, în cazurile prevăzute de lege;",
            "k) aprobă ordinele şi medaliile Republicii Moldova;",
            "l) declară mobilizarea parţială sau generală;",
            "m) declară starea de urgenţă, de asediu şi de război;",
            "n) iniţiază cercetarea şi audierea oricăror chestiuni ce se referă la interesele societăţii;",
            "o) suspendă activitatea organelor administraţiei publice locale, în cazurile prevăzute de lege;",
            "p) adoptă acte privind amnistia;",
            "r) îndeplineşte alte atribuţii, stabilite prin Constituţie şi legi."
        ]
    },
    {
        "category_number": "Titlul III",
        "category_description": "AUTORITĂŢILE PUBLICE",
        "chapter_number": "Capitolul IV",
        "chapter_description": "PARLAMENTUL",
        "section_number": "Secţiunea 1",
        "section_description": "Organizare şi funcţionare",
        "article_number": "Articolul 67",
        "article_description": "Sesiuni",
        "laws": [
            "(1) Parlamentul se întruneşte în două sesiuni ordinare pe an. Prima sesiune începe în luna februarie şi nu poate depăşi sfîrşitul lunii iulie. A doua sesiune începe în luna septembrie şi nu poate depăşi sfîrşitul lunii decembrie.",
            "(2) Parlamentul se întruneşte şi în sesiuni extraordinare sau speciale, la cererea Preşedintelui Republicii Moldova, a Preşedintelui Parlamentului sau a unei treimi din deputaţi."
        ]
    },
    {
        "category_number": "Titlul III",
        "category_description": "AUTORITĂŢILE PUBLICE",
        "chapter_number": "Capitolul IV",
        "chapter_description": "PARLAMENTUL",
        "section_number": "Secţiunea 2-a",
        "section_description": "Statutul deputaţilor",
        "article_number": "Articolul 68",
        "article_description": "Mandatul reprezentativ",
        "laws": [
            "(1) În exercitarea mandatului, deputaţii sînt în serviciul poporului.",
            "(2) Orice mandat imperativ este nul."
        ]
    },
    {
        "category_number": "Titlul III",
        "category_description": "AUTORITĂŢILE PUBLICE",
        "chapter_number": "Capitolul IV",
        "chapter_description": "PARLAMENTUL",
        "section_number": "Secţiunea 2-a",
        "section_description": "Statutul deputaţilor",
        "article_number": "Articolul 69",
        "article_description": "Mandatul deputaţilor",
        "laws": [
            "(1) Deputaţii intră în exerciţiul mandatului sub condiţia validării.",
            "(2) Calitatea de deputat încetează la data întrunirii legale a Parlamentului nou-ales, în caz de demisie, de ridicare a mandatului, de incompatibilitate sau de deces."
        ]
    },
    {
        "category_number": "Titlul III",
        "category_description": "AUTORITĂŢILE PUBLICE",
        "chapter_number": "Capitolul IV",
        "chapter_description": "PARLAMENTUL",
        "section_number": "Secţiunea 2-a",
        "section_description": "Statutul deputaţilor",
        "article_number": "Articolul 70",
        "article_description": "Incompatibilităţi şi imunităţi",
        "laws": [
            "(1) Calitatea de deputat este incompatibilă cu exercitarea oricărei alte funcţii retribuite, cu excepţia activităţii didactice şi ştiinţifice.",
            "(2) Alte incompatibilităţi se stabilesc prin lege organică.",
            "(3) Deputatul nu poate fi reţinut, arestat, percheziţionat, cu excepţia cazurilor de infracţiune flagrantă, sau trimis în judecată fără încuviinţarea Parlamentului, după ascultarea sa."
        ]
    },
    {
        "category_number": "Titlul III",
        "category_description": "AUTORITĂŢILE PUBLICE",
        "chapter_number": "Capitolul IV",
        "chapter_description": "PARLAMENTUL",
        "section_number": "Secţiunea 2-a",
        "section_description": "Statutul deputaţilor",
        "article_number": "Articolul 71",
        "article_description": "Independenţa opiniilor",
        "laws": [
            "Deputatul nu poate fi persecutat sau tras la răspundere juridică pentru voturile sau pentru opiniile exprimate în exercitarea mandatului."
        ]
    },
    {
        "category_number": "Titlul III",
        "category_description": "AUTORITĂŢILE PUBLICE",
        "chapter_number": "Capitolul IV",
        "chapter_description": "PARLAMENTUL",
        "section_number": "Secţiunea 3-a",
        "section_description": "Legiferarea",
        "article_number": "Articolul 72",
        "article_description": "Categorii de legi",
        "laws": [
            "(1) Parlamentul adoptă legi constituţionale, legi organice şi legi ordinare.",
            "(2) Legile constituţionale sînt cele de revizuire a Constituţiei.",
            "(3) Prin lege organică se reglementează:",
            "a) sistemul electoral;",
            "b) organizarea şi desfăşurarea referendumului;",
            "c) organizarea şi funcţionarea Parlamentului;",
            "d) organizarea şi funcţionarea Guvernului;",
            "e) organizarea şi funcţionarea Curţii Constituţionale, a Consiliului Superior al Magistraturii, a instanţelor judecătoreşti, a contenciosului administrativ;",
            "f) organizarea administraţiei locale, a teritoriului, precum şi regimul general privind autonomia locală;",
            "g) organizarea şi funcţionarea partidelor politice;",
            "h) modul de stabilire a zonei economice exclusive;",
            "i) regimul juridic general al proprietăţii şi al moştenirii;",
            "j) regimul general privind raporturile de muncă, sindicatele şi protecţia socială;",
            "k) organizarea generală a învăţămîntului;",
            "l) regimul general al cultelor religioase;",
            "m) regimul stării de urgenţă, de asediu şi de război;",
            "n) infracţiunile, pedepsele şi regimul executării acestora;",
            "o) acordarea amnistiei şi graţierii;",
            "p) celelalte domenii pentru care, în Constituţie, se prevede adoptarea de legi organice;",
            "r) alte domenii pentru care Parlamentul consideră necesară adoptarea de legi organice.",
            "(4) Legile ordinare intervin în orice domeniu al relaţiilor sociale, cu excepţia celor rezervate legilor constituţionale şi legilor organice."
        ]
    },
    {
        "category_number": "Titlul III",
        "category_description": "AUTORITĂŢILE PUBLICE",
        "chapter_number": "Capitolul IV",
        "chapter_description": "PARLAMENTUL",
        "section_number": "Secţiunea 3-a",
        "section_description": "Legiferarea",
        "article_number": "Articolul 73",
        "article_description": "Iniţiativa legislativă",
        "laws": [
            "Dreptul de iniţiativă legislativă aparţine deputaţilor în Parlament, Preşedintelui Republicii Moldova, Guvernului, Adunării Populare a unităţii teritoriale autonome Găgăuzia."        ]
    },
    {
        "category_number": "Titlul III",
        "category_description": "AUTORITĂŢILE PUBLICE",
        "chapter_number": "Capitolul IV",
        "chapter_description": "PARLAMENTUL",
        "section_number": "Secţiunea 3-a",
        "section_description": "Legiferarea",
        "article_number": "Articolul 74",
        "article_description": "Adoptarea legilor şi a hotărîrilor",
        "laws": [
            "(1) Legile organice se adoptă cu votul majorităţii deputaţilor aleşi, după cel puţin două lecturi.",
            "(2) Legile ordinare şi hotărîrile se adoptă cu votul majorităţii deputaţilor prezenţi.",
            "(3) Proiectele de lege prezentate de Guvern, precum şi propunerile legislative ale deputaţilor acceptate de acesta sînt examinate de Parlament în modul şi după priorităţile stabilite de Guvern, inclusiv în procedură de urgenţă. Alte propuneri legislative se examinează în modul stabilit.",
            "(4) Legile se trimit spre promulgare Preşedintelui Republicii Moldova."
        ]
    },
    {
        "category_number": "Titlul III",
        "category_description": "AUTORITĂŢILE PUBLICE",
        "chapter_number": "Capitolul IV",
        "chapter_description": "PARLAMENTUL",
        "section_number": "Secţiunea 3-a",
        "section_description": "Legiferarea",
        "article_number": "Articolul 75",
        "article_description": "Referendumul",
        "laws": [
            "(1) Cele mai importante probleme ale societăţii şi ale statului sînt supuse referendumului.",
            "(2) Hotărîrile adoptate potrivit rezultatelor referendumului republican au putere juridică supremă."
        ]
    },
    {
        "category_number": "Titlul III",
        "category_description": "AUTORITĂŢILE PUBLICE",
        "chapter_number": "Capitolul IV",
        "chapter_description": "PARLAMENTUL",
        "section_number": "Secţiunea 3-a",
        "section_description": "Legiferarea",
        "article_number": "Articolul 76",
        "article_description": "Intrarea în vigoare a legii",
        "laws": [
            "Legea se publică în Monitorul Oficial al Republicii Moldova şi intră în vigoare la data publicării sau la data prevăzută în textul ei. Nepublicarea legii atrage inexistenţa acesteia."
        ]
    },
    {
        "category_number": "Titlul III",
        "category_description": "AUTORITĂŢILE PUBLICE",
        "chapter_number": "Capitolul V",
        "chapter_description": "PREŞEDINTELE REPUBLICII MOLDOVA",
        "article_number": "Articolul 77",
        "article_description": "Preşedintele Republicii Moldova, şeful statului",
        "laws": [
            "(1) Preşedintele Republicii Moldova este şeful statului.",
            "(2) Preşedintele Republicii Moldova reprezintă statul şi este garantul suveranităţii, independenţei naţionale, al unităţii şi integrităţii teritoriale a ţării."
        ]
    },
    {
        "category_number": "Titlul III",
        "category_description": "AUTORITĂŢILE PUBLICE",
        "chapter_number": "Capitolul V",
        "chapter_description": "PREŞEDINTELE REPUBLICII MOLDOVA",
        "article_number": "Articolul 78",
        "article_description": "Alegerea Preşedintelui",
        "laws": [
            "(1) Preşedintele Republicii Moldova este ales prin vot universal, egal, direct, secret şi liber exprimat.",
            "(2) Poate fi ales Preşedinte al Republicii Moldova cetăţeanul cu drept de vot care are 40 de ani împliniţi, a locuit sau locuieşte permanent pe teritoriul Republicii Moldova nu mai puţin de 10 ani şi posedă limba de stat.",
            "(3) Este declarat ales candidatul care a întrunit cel puţin jumătate din voturile alegătorilor ce au participat la alegeri.",
            "(4) În cazul în care nici unul dintre candidaţi nu a întrunit această majoritate, se organizează al doilea tur de scrutin, între primii doi candidaţi stabiliţi în ordinea numărului de voturi obţinute în primul tur. Este declarat ales candidatul care a obţinut cel mai mare număr de voturi, cu condiţia că numărul acestora e mai mare decît numărul voturilor exprimate împotriva candidatului.",
            "(6) Procedura de alegere a Preşedintelui Republicii Moldova este stabilită prin lege organică."
        ]
    },
    {
        "category_number": "Titlul III",
        "category_description": "AUTORITĂŢILE PUBLICE",
        "chapter_number": "Capitolul V",
        "chapter_description": "PREŞEDINTELE REPUBLICII MOLDOVA",
        "article_number": "Articolul 79",
        "article_description": "Validarea mandatului şi depunerea jurămîntului",
        "laws": [
            "(1) Rezultatul alegerilor pentru funcţia de Preşedinte al Republicii Moldova este validat de Curtea Constituţională.",
            "(2) Candidatul a cărui alegere a fost validată depune în faţa Parlamentului şi a Curţii Constituţionale, cel tîrziu la 45 de zile după alegeri, următorul jurămînt:",
            "„Jur să-mi dăruiesc toată puterea şi priceperea propăşirii Republicii Moldova, să respect Constituţia şi legile ţării, să apăr democraţia, drepturile şi libertăţile fundamentale ale omului, suveranitatea, independenţa, unitatea şi integritatea teritorială a Moldovei”."
        ]
    },
    {
        "category_number": "Titlul III",
        "category_description": "AUTORITĂŢILE PUBLICE",
        "chapter_number": "Capitolul V",
        "chapter_description": "PREŞEDINTELE REPUBLICII MOLDOVA",
        "article_number": "Articolul 80",
        "article_description": "Durata mandatului",
        "laws": [
            "(1) Mandatul Preşedintelui Republicii Moldova durează 4 ani şi se exercită de la data depunerii jurămîntului.",
            "(2) Preşedintele Republicii Moldova îşi exercită mandatul pînă la depunerea jurămîntului de către Preşedintele nou- ales.",
            "(3) Mandatul Preşedintelui Republicii Moldova poate fi prelungit, prin lege organică, în caz de război sau de catastrofă.",
            "(4) Nici o persoană nu poate îndeplini funcţia de Preşedinte al Republicii Moldova decît pentru cel mult două mandate consecutive."
        ]
    },
    {
        "category_number": "Titlul III",
        "category_description": "AUTORITĂŢILE PUBLICE",
        "chapter_number": "Capitolul V",
        "chapter_description": "PREŞEDINTELE REPUBLICII MOLDOVA",
        "article_number": "Articolul 81",
        "article_description": "Incompatibilităţi şi imunităţi",
        "laws": [
            "(1) Calitatea de Preşedinte al Republicii Moldova este incompatibilă cu exercitarea oricărei alte funcţii retribuite.",
            "(2) Preşedintele Republicii Moldova se bucură de imunitate. El nu poate fi tras la răspundere juridică pentru opiniile exprimate în exercitarea mandatului.",
            "(3) Parlamentul poate hotărî punerea sub acuzare a Preşedintelui Republicii Moldova, cu votul a cel puţin două treimi din numărul deputaţilor aleşi, în cazul în care săvîrşeşte o infracţiune. Competenţa de judecată aparţine Curţii Supreme de Justiţie, în condiţiile legii. Preşedintele este demis de drept la data rămînerii definitive a sentinţei de condamnare."
        ]
    },
    {
        "category_number": "Titlul III",
        "category_description": "AUTORITĂŢILE PUBLICE",
        "chapter_number": "Capitolul V",
        "chapter_description": "PREŞEDINTELE REPUBLICII MOLDOVA",
        "article_number": "Articolul 82",
        "article_description": "- abrogat",
        "laws": []
    },
    {
        "category_number": "Titlul III",
        "category_description": "AUTORITĂŢILE PUBLICE",
        "chapter_number": "Capitolul V",
        "chapter_description": "PREŞEDINTELE REPUBLICII MOLDOVA",
        "article_number": "Articolul 83",
        "article_description": "- abrogat",
        "laws": []
    },
    {
        "category_number": "Titlul III",
        "category_description": "AUTORITĂŢILE PUBLICE",
        "chapter_number": "Capitolul V",
        "chapter_description": "PREŞEDINTELE REPUBLICII MOLDOVA",
        "article_number": "Articolul 84",
        "article_description": "Mesaje",
        "laws": [
            "(1) Preşedintele Republicii Moldova poate lua parte la lucrările Parlamentului.",
            "(2) Preşedintele Republicii Moldova adresează Parlamentului mesaje cu privire la principalele probleme ale naţiunii."
        ]    
    },
    {
        "category_number": "Titlul III",
        "category_description": "AUTORITĂŢILE PUBLICE",
        "chapter_number": "Capitolul V",
        "chapter_description": "PREŞEDINTELE REPUBLICII MOLDOVA",
        "article_number": "Articolul 85",
        "article_description": "Dizolvarea Parlamentului",
        "laws": [
            "(1) În cazul imposibilităţii formării Guvernului sau al blocării procedurii de adoptare a legilor timp de 3 luni, Preşedintele Republicii Moldova, după consultarea fracţiunilor parlamentare, poate să dizolve Parlamentul.",
            "(2) Parlamentul poate fi dizolvat, dacă nu a acceptat votul de încredere pentru formarea Guvernului, în termen de 45 de zile de la prima solicitare şi numai după respingerea a cel puţin două solicitări de învestitură.",
            "(3) În cursul unui an, Parlamentul poate fi dizolvat o singură dată.",
            "(4) Parlamentul nu poate fi dizolvat în ultimele 6 luni ale mandatului Preşedintelui Republicii Moldova, şi nici în timpul stării de urgenţă, de asediu sau de război."
        ]
    },
    {
        "category_number": "Titlul III",
        "category_description": "AUTORITĂŢILE PUBLICE",
        "chapter_number": "Capitolul V",
        "chapter_description": "PREŞEDINTELE REPUBLICII MOLDOVA",
        "article_number": "Articolul 86",
        "article_description": "Atribuţii în domeniul politicii externe",
        "laws": [
            "(1) Preşedintele Republicii Moldova poartă tratative şi ia parte la negocieri, încheie tratate internaţionale în numele Republicii Moldova şi le prezintă, în modul şi în termenul stabilit prin lege, spre ratificare Parlamentului.",
            "(2) Preşedintele Republicii Moldova, la propunerea Guvernului, acreditează şi recheamă reprezentanţii diplomatici ai Republicii Moldova şi aprobă înfiinţarea, desfiinţarea sau schimbarea rangului misiunilor diplomatice.",
            "(3) Preşedintele Republicii Moldova primeşte scrisorile de acreditare şi de rechemare ale reprezentanţilor diplomatici ai altor state în Republica Moldova."
        ]
    },
    {
        "category_number": "Titlul III",
        "category_description": "AUTORITĂŢILE PUBLICE",
        "chapter_number": "Capitolul V",
        "chapter_description": "PREŞEDINTELE REPUBLICII MOLDOVA",
        "article_number": "Articolul 87",
        "article_description": "Atribuţii în domeniul apărării",
        "laws": [
            "(1) Preşedintele Republicii Moldova este comandantul suprem al forţelor armate.",
            "(2) Preşedintele Republicii Moldova poate declara, cu aprobarea prealabilă a Parlamentului, mobilizarea parţială sau generală.",
            "(3) În caz de agresiune armată îndreptată împotriva ţării, Preşedintele Republicii Moldova ia măsuri pentru respingerea agresiunii, declară stare de război şi le aduce, neîntîrziat, la cunoştinţa Parlamentului. Dacă Parlamentul nu se află în sesiune, el se convoacă de drept în 24 de ore de la declanşarea agresiunii.",
            "(4) Preşedintele Republicii Moldova poate lua şi alte măsuri pentru asigurarea securităţii naţionale şi a ordinii publice, în limitele şi în condiţiile legii."
        ]
    },
    {
        "category_number": "Titlul III",
        "category_description": "AUTORITĂŢILE PUBLICE",
        "chapter_number": "Capitolul V",
        "chapter_description": "PREŞEDINTELE REPUBLICII MOLDOVA",
        "article_number": "Articolul 88",
        "article_description": "Alte atribuţii",
        "laws": [
            "Preşedintele Republicii Moldova îndeplineşte şi următoarele atribuţii:",
            "a) conferă decoraţii şi titluri de onoare;",
            "b) acordă grade militare supreme prevăzute de lege;",
            "c) soluţionează problemele cetăţeniei Republicii Moldova şi acordă azil politic;",
            "d) numeşte în funcţii publice, în condiţiile prevăzute de lege;",
            "e) acordă graţiere individuală;",
            "f) poate cere poporului să-şi exprime, prin referendum, voinţa asupra problemelor de interes naţional;",
            "g) acordă ranguri diplomatice;",
            "h) conferă grade superioare de clasificare lucrătorilor din procuratură, judecătorii şi altor categorii de funcţionari, în condiţiile legii;",
            "i) suspendează actele Guvernului, ce contravin legislaţiei, pînă la adoptarea hotărîrii definitive a Curţii Constituţionale;",
            "j) exercită şi alte atribuţii stabilite prin lege."
        ]
    },
    {
        "category_number": "Titlul III",
        "category_description": "AUTORITĂŢILE PUBLICE",
        "chapter_number": "Capitolul V",
        "chapter_description": "PREŞEDINTELE REPUBLICII MOLDOVA",
        "article_number": "Articolul 89",
        "article_description": "Suspendarea din funcție",
        "laws": [
            "(1) În cazul săvîrşirii unor fapte grave prin care încalcă prevederile Constituţiei, Preşedintele Republicii Moldova poate fi suspendat din funcție de Parlament, cu votul a două treimi din deputaţi.",
            "(2) Propunerea de suspendare din funcție poate fi iniţiată de cel puţin o treime din deputaţi şi se aduce, neîntîrziat, la cunoştinţa Preşedintelui Republicii Moldova. Preşedintele poate da Parlamentului explicaţii cu privire la faptele ce i se impută.",
            "(3) Dacă propunerea de suspendare din funcție este aprobată, în cel mult 30 de zile se organizează un referendum pentru demiterea Președintelui."
        ]
    },
    {
        "category_number": "Titlul III",
        "category_description": "AUTORITĂŢILE PUBLICE",
        "chapter_number": "Capitolul V",
        "chapter_description": "PREŞEDINTELE REPUBLICII MOLDOVA",
        "article_number": "Articolul 90",
        "article_description": "Vacanţa funcţiei",
        "laws": [
            "(1) Vacanţa funcţiei de Preşedinte al Republicii Moldova intervine în caz de expirare a mandatului, de demisie, de demitere, de imposibilitate definitivă a exercitării atribuţiilor sau de deces.",
            "(2) Cererea de demisie a Preşedintelui Republicii Moldova este prezentată Parlamentului, care se pronunţă asupra ei.",
            "(3) Imposibilitatea exercitării atribuţiilor mai mult de 60 de zile de către Preşedintele Republicii Moldova este confirmată de Curtea Constituţională în termen de 30 de zile de la sesizare.",
            "(4) În termen de 2 luni de la data la care a intervenit vacanţa funcţiei de Preşedinte al Republicii Moldova, se vor organiza, în conformitate cu legea, alegeri pentru un nou Preşedinte."
        ]
    },
    {
        "category_number": "Titlul III",
        "category_description": "AUTORITĂŢILE PUBLICE",
        "chapter_number": "Capitolul V",
        "chapter_description": "PREŞEDINTELE REPUBLICII MOLDOVA",
        "article_number": "Articolul 91",
        "article_description": "Interimatul funcţiei",
        "laws": [
            "Dacă funcţia de Preşedinte al Republicii Moldova devine vacantă sau dacă Preşedintele este demis ori dacă se află în imposibilitatea temporară de a-şi exercita atribuţiile, interimatul se asigură, în ordine, de Preşedintele Parlamentului sau de Primul-ministru."
        ]
    },
    {
        "category_number": "Titlul III",
        "category_description": "AUTORITĂŢILE PUBLICE",
        "chapter_number": "Capitolul V",
        "chapter_description": "PREŞEDINTELE REPUBLICII MOLDOVA",
        "article_number": "Articolul 92",
        "article_description": "Răspunderea Preşedintelui interimar",
        "laws": [
            "Dacă persoana care asigură interimatul funcţiei de Preşedinte al Republicii Moldova săvîrşeşte fapte grave, prin care încalcă prevederile Constituţiei, se aplică articolul 89 alineatul (1) şi articolul 91."
        ]
    },
    {
        "category_number": "Titlul III",
        "category_description": "AUTORITĂŢILE PUBLICE",
        "chapter_number": "Capitolul V",
        "chapter_description": "PREŞEDINTELE REPUBLICII MOLDOVA",
        "article_number": "Articolul 93",
        "article_description": "Promulgarea legilor",
        "laws": [
            "(1) Preşedintele Republicii Moldova promulgă legile.",
            "(2) Preşedintele Republicii Moldova este în drept, în cazul în care are obiecţii asupra unei legi, să o trimită, în termen de cel mult două săptămîni, spre reexaminare, Parlamentului. În cazul în care Parlamentul îşi menţine hotărîrea adoptată anterior, Preşedintele promulgă legea."
        ]
    },
    {
        "category_number": "Titlul III",
        "category_description": "AUTORITĂŢILE PUBLICE",
        "chapter_number": "Capitolul V",
        "chapter_description": "PREŞEDINTELE REPUBLICII MOLDOVA",
        "article_number": "Articolul 94",
        "article_description": "Actele Preşedintelui",
        "laws": [
            "(1) În exercitarea atribuţiilor sale, Preşedintele Republicii Moldova emite decrete, obligatorii pentru executare pe întreg teritoriul statului. Decretele se publică în Monitorul Oficial al Republicii Moldova.",
            "(2) Decretele emise de Preşedinte în exercitarea atribuţiilor sale prevăzute în articolul 86 alineatul (2), articolul 87 alineatele (2), (3) şi (4) se contrasemnează de către Primul-ministru."
        ]
    },
    {
        "category_number": "Titlul III",
        "category_description": "AUTORITĂŢILE PUBLICE",
        "chapter_number": "Capitolul V",
        "chapter_description": "PREŞEDINTELE REPUBLICII MOLDOVA",
        "article_number": "Articolul 95",
        "article_description": "Resursele financiare ale aparatului Preşedintelui, indemnizaţia şi alte drepturi",
        "laws": [
            "(1) Resursele financiare ale aparatului Preşedintelui Republicii Moldova se aprobă, la propunerea acestuia, de către Parlament şi se includ în bugetul de stat.",
            "(2) Indemnizaţia şi alte drepturi ale Preşedintelui Republicii Moldova se stabilesc prin lege."
        ]
    },
    {
        "category_number": "Titlul III",
        "category_description": "AUTORITĂŢILE PUBLICE",
        "chapter_number": "Capitolul VI",
        "chapter_description": "GUVERNUL",
        "article_number": "Articolul 96",
        "article_description": "Rolul",
        "laws": [
            "(1) Guvernul asigură realizarea politicii interne şi externe a statului şi exercită conducerea generală a administraţiei publice.",
            "(2) În exercitarea atribuţiilor, Guvernul se conduce de programul său de activitate, acceptat de Parlament."
        ]
    },
    {
        "category_number": "Titlul III",
        "category_description": "AUTORITĂŢILE PUBLICE",
        "chapter_number": "Capitolul VI",
        "chapter_description": "GUVERNUL",
        "article_number": "Articolul 97",
        "article_description": "Structura",
        "laws": [
            "Guvernul este alcătuit din Prim-ministru, prim-viceprim-ministru, viceprim-miniştri, miniştri şi alţi membri stabiliţi prin lege organică."
        ]
    },
    {
        "category_number": "Titlul III",
        "category_description": "AUTORITĂŢILE PUBLICE",
        "chapter_number": "Capitolul VI",
        "chapter_description": "GUVERNUL",
        "article_number": "Articolul 98",
        "article_description": "Învestitura",
        "laws": [
            "(1) După consultarea fracţiunilor parlamentare, Preşedintele Republicii Moldova desemnează un candidat pentru funcţia de Prim-ministru.",
            "(2) Candidatul pentru funcţia de Prim-ministru va cere, în termen de 15 zile de la desemnare, votul de încredere al Parlamentului asupra programului de activitate şi a întregii liste a Guvernului.",
            "(3) Programul de activitate şi lista Guvernului se dezbat în şedinţa Parlamentului. Acesta acordă încredere Guvernului cu votul majorităţii deputaţilor aleşi.",
            "(4) În baza votului de încredere acordat de Parlament, Preşedintele Republicii Moldova numeşte Guvernul.",
            "(5) Guvernul îşi exercită atribuţiile din ziua depunerii jurămîntului de către membrii lui în faţa Preşedintelui Republicii Moldova.",
            "(6) În caz de remaniere guvernamentală sau de vacanţă a funcţiei, Preşedintele Republicii Moldova revocă şi numeşte, la propunerea Prim-ministrului, pe unii membri ai Guvernului."
        ]
    },
    {
        "category_number": "Titlul III",
        "category_description": "AUTORITĂŢILE PUBLICE",
        "chapter_number": "Capitolul VI",
        "chapter_description": "GUVERNUL",
        "article_number": "Articolul 99",
        "article_description": "Incompatibilităţi",
        "laws": [
            "(1) Funcţia de membru al Guvernului este incompatibilă cu exercitarea oricărei alte funcţii retribuite.",
            "(2) Alte incompatibilităţi se stabilesc prin lege organică."
        ]
    },
    {
        "category_number": "Titlul III",
        "category_description": "AUTORITĂŢILE PUBLICE",
        "chapter_number": "Capitolul VI",
        "chapter_description": "GUVERNUL",
        "article_number": "Articolul 100",
        "article_description": "Încetarea funcţiei de membru al Guvernului",
        "laws": [
            "Funcţia de membru al Guvernului încetează în caz de demisie, de revocare, de incompatibilitate sau de deces."
        ]
    },
    {
        "category_number": "Titlul III",
        "category_description": "AUTORITĂŢILE PUBLICE",
        "chapter_number": "Capitolul VI",
        "chapter_description": "GUVERNUL",
        "article_number": "Articolul 101",
        "article_description": "Prim-ministrul",
        "laws": [
            "(1) Prim-ministrul conduce Guvernul şi coordonează activitatea membrilor acestuia, respectînd atribuţiile ce le revin.",
            "(2) În cazul imposibilităţii Prim-ministrului de a-şi exercita atribuţiile sau în cazul decesului acestuia, Preşedintele Republicii Moldova va desemna un alt membru al Guvernului ca Prim-ministru interimar pînă la formarea noului Guvern. Interimatul pe perioada imposibilităţii exercitării atribuţiilor încetează, dacă Prim-ministrul îşi reia activitatea în Guvern.",
            "(3) În cazul demisiei Prim-ministrului, demisionează întregul Guvern."
        ]
    },
    {
        "category_number": "Titlul III",
        "category_description": "AUTORITĂŢILE PUBLICE",
        "chapter_number": "Capitolul VI",
        "chapter_description": "GUVERNUL",
        "article_number": "Articolul 102",
        "article_description": "Actele Guvernului",
        "laws": [
            "(1) Guvernul adoptă hotărîri, ordonanţe şi dispoziţii.",
            "(2) Hotărîrile se adoptă pentru organizarea executării legilor.",
            "(3) Ordonanţele se emit în condiţiile articolului 1062.",
            "(4) Hotărîrile şi ordonanţele adoptate de Guvern se semnează de Prim-ministru, se contrasemnează de miniştrii care au obligaţia punerii lor în executare şi se publică în Monitorul Oficial al Republicii Moldova. Nepublicarea atrage inexistenţa hotărîrii sau ordonanţei.",
            "(5) Dispoziţiile se emit de Prim-ministru pentru organizarea activităţii interne a Guvernului."
        ]
    },
    {
        "category_number": "Titlul III",
        "category_description": "AUTORITĂŢILE PUBLICE",
        "chapter_number": "Capitolul VI",
        "chapter_description": "GUVERNUL",
        "article_number": "Articolul 103",
        "article_description": "Încetarea mandatului",
        "laws": [
            "(1) Guvernul îşi exercită mandatul pînă la data validării alegerilor pentru un nou Parlament.",
            "(2) Guvernul, în cazul exprimării votului de neîncredere de către Parlament, al demisiei Prim-ministrului sau în condiţiile alineatului (1), îndeplineşte numai funcţiile de administrare a treburilor publice, pînă la depunerea jurămîntului de către membrii noului Guvern."
        ]
    },
    {
        "category_number": "Titlul III",
        "category_description": "AUTORITĂŢILE PUBLICE",
        "chapter_number": "Capitolul VII",
        "chapter_description": "RAPORTURILE PARLAMENTULUI CU GUVERNUL",
        "article_number": "Articolul 104",
        "article_description": "Informarea Parlamentului",
        "laws": [
            "(1) Guvernul este responsabil în faţa Parlamentului şi prezintă informaţiile şi documentele cerute de acesta, de comisiile lui şi de deputaţi.",
            "(2) Membrii Guvernului au acces la lucrările Parlamentului. Dacă li se solicită prezenţa, participarea lor este obligatorie."
        ]
    },
    {
        "category_number": "Titlul III",
        "category_description": "AUTORITĂŢILE PUBLICE",
        "chapter_number": "Capitolul VII",
        "chapter_description": "RAPORTURILE PARLAMENTULUI CU GUVERNUL",
        "article_number": "Articolul 105",
        "article_description": "Întrebări şi interpelări",
        "laws": [
            "(1) Guvernul şi fiecare dintre membrii săi sînt obligaţi să răspundă la întrebările sau la interpelările formulate de deputaţi.",
            "(2) Parlamentul poate adopta o moţiune prin care să-şi exprime poziţia faţă de obiectul interpelării."
        ]
    },
    {
        "category_number": "Titlul III",
        "category_description": "AUTORITĂŢILE PUBLICE",
        "chapter_number": "Capitolul VII",
        "chapter_description": "RAPORTURILE PARLAMENTULUI CU GUVERNUL",
        "article_number": "Articolul 106",
        "article_description": "Exprimarea neîncrederii",
        "laws": [
            "(1) Parlamentul, la propunerea a cel puţin o pătrime din deputaţi, îşi poate exprima neîncrederea în Guvern, cu votul majorităţii deputaţilor.",
            "(2) Iniţiativa de exprimare a neîncrederii se examinează după 3 zile de la data prezentării în Parlament."
        ]
    },
    {
        "category_number": "Titlul III",
        "category_description": "AUTORITĂŢILE PUBLICE",
        "chapter_number": "Capitolul VII",
        "chapter_description": "RAPORTURILE PARLAMENTULUI CU GUVERNUL",
        "article_number": "Articolul 106.1",
        "article_description": "Angajarea răspunderii Guvernului",
        "laws": [
            "(1) Guvernul îşi poate angaja răspunderea în faţa Parlamentului asupra unui program, unei declaraţii de politică generală sau unui proiect de lege.",
            "(2) Guvernul este demis dacă moţiunea de cenzură, depusă în termen de 3 zile de la prezentarea programului, declaraţiei de politică generală sau proiectului de lege, a fost votată în condiţiile articolului 106.",
            "(3) Dacă Guvernul nu a fost demis potrivit alineatului (2), proiectul de lege prezentat se consideră adoptat, iar programul sau declaraţia de politică generală devine obligatorie pentru Guvern."
        ]
    },
    {
        "category_number": "Titlul III",
        "category_description": "AUTORITĂŢILE PUBLICE",
        "chapter_number": "Capitolul VII",
        "chapter_description": "RAPORTURILE PARLAMENTULUI CU GUVERNUL",
        "article_number": "Articolul 106.2",
        "article_description": "Delegarea legislativă",
        "laws": [
            "(1) În vederea realizării programului de activitate al Guvernului, Parlamentul poate adopta, la propunerea acestuia, o lege specială de abilitare a Guvernului pentru a emite ordonanţe în domenii care nu fac obiectul legilor organice.",
            "(2) Legea de abilitare va stabili, în mod obligatoriu, domeniul şi data pînă la care se pot emite ordonanţe.",
            "(3) Ordonanţele intră în vigoare la data publicării, fără a fi promulgate.",
            "(4) Dacă legea de abilitare o cere, ordonanţele se supun aprobării Parlamentului. Proiectul de lege privind aprobarea ordonanţelor se prezintă în termenul stabilit în legea de abilitare. Nerespectarea acestui termen atrage încetarea efectelor ordonanţei. Dacă Parlamentul nu respinge proiectul de lege privind aprobarea ordonanţelor, acestea rămîn în vigoare.",
            "(5) După expirarea termenului stabilit pentru emiterea ordonanţelor, acestea pot fi abrogate, suspendate sau modificate numai prin lege."
        ]
    },
    {
        "category_number": "Titlul III",
        "category_description": "AUTORITĂŢILE PUBLICE",
        "chapter_number": "Capitolul VIII",
        "chapter_description": "ADMINISTRAŢIA PUBLICĂ",
        "article_number": "Articolul 107",
        "article_description": "Administraţia publică centrală de specialitate",
        "laws": [
            "(1) Organele centrale de specialitate ale statului sînt ministerele. Ele traduc în viaţă, în temeiul legii, politica Guvernului, hotărîrile şi dispoziţiile lui, conduc domeniile încredinţate şi sînt responsabile de activitatea lor.",
            "(2) În scopul conducerii, coordonării şi exercitării controlului în domeniul organizării economiei şi în alte domenii care nu intră nemijlocit în atribuţiile ministerelor, se înfiinţează, în condiţiile legii, şi alte autorităţi administrative."
        ]
    },
    {
        "category_number": "Titlul III",
        "category_description": "AUTORITĂŢILE PUBLICE",
        "chapter_number": "Capitolul VIII",
        "chapter_description": "ADMINISTRAŢIA PUBLICĂ",
        "article_number": "Articolul 108",
        "article_description": "Forţele armate",
        "laws": [
            "(1) Forţele armate sînt subordonate exclusiv voinţei poporului pentru garantarea suveranităţii, a independenţei şi a unităţii, a integrităţii teritoriale a ţării şi a democraţiei constituţionale.",
            "(2) Structura sistemului naţional de apărare se stabileşte prin lege organică."
        ]
    },
    {
        "category_number": "Titlul III",
        "category_description": "AUTORITĂŢILE PUBLICE",
        "chapter_number": "Capitolul VIII",
        "chapter_description": "ADMINISTRAŢIA PUBLICĂ",
        "article_number": "Articolul 109",
        "article_description": "Principiile de bază ale administrării publice locale",
        "laws": [
            "(1) Administraţia publică în unităţile administrativ-teritoriale se întemeiază pe principiile autonomiei locale, ale descentralizării serviciilor publice, ale eligibilităţii autorităţilor administraţiei publice locale şi ale consultării cetăţenilor în problemele locale de interes deosebit.",
            "(2) Autonomia priveşte atît organizarea şi funcţionarea administraţiei publice locale, cît şi gestiunea colectivităţilor pe care le reprezintă.",
            "(3) Aplicarea principiilor enunţate nu poate afecta caracterul de stat unitar."
        ]
    },
    {
        "category_number": "Titlul III",
        "category_description": "AUTORITĂŢILE PUBLICE",
        "chapter_number": "Capitolul VIII",
        "chapter_description": "ADMINISTRAŢIA PUBLICĂ",
        "article_number": "Articolul 110",
        "article_description": "Organizarea administrativ-teritorială",
        "laws": [
            "(1) Teritoriul Republicii Moldova este organizat, sub aspect administrativ, în sate, oraşe, raioane şi unitatea teritorială autonomă Găgăuzia. În condiţiile legii, unele oraşe pot fi declarate municipii.",
            "(2) Localităţilor din stînga Nistrului le pot fi atribuite forme şi condiţii speciale de autonomie în conformitate cu statutul special adoptat prin lege organică.",
            "(3) Statutul capitalei Republicii Moldova oraşul Chişinău se reglementează prin lege organică."
        ]
    },
    {
        "category_number": "Titlul III",
        "category_description": "AUTORITĂŢILE PUBLICE",
        "chapter_number": "Capitolul VIII",
        "chapter_description": "ADMINISTRAŢIA PUBLICĂ",
        "article_number": "Articolul 111",
        "article_description": "Unitatea teritorială autonomă Găgăuzia",
        "laws": [
            "(1) Găgăuzia este o unitate teritorială autonomă cu un statut special care, fiind o formă de autodeterminare a găgăuzilor, este parte integrantă şi inalienabilă a Republicii Moldova şi soluţionează de sine stătător, în limitele competenţei sale, potrivit prevederilor Constituţiei Republicii Moldova, în interesul întregii populaţii, problemele cu caracter politic, economic şi cultural.",
            "(2) Pe teritoriul unităţii teritoriale autonome Găgăuzia sînt garantate toate drepturile şi libertăţile prevăzute de Constituţia şi legislaţia Republicii Moldova.",
            "(3) În unitatea teritorială autonomă Găgăuzia activează organe reprezentative şi executive potrivit legii.",
            "(4) Pămîntul, subsolul, apele, regnul vegetal şi cel animal, alte resurse naturale aflate pe teritoriul unităţii teritoriale autonome Găgăuzia sînt proprietate a poporului Republicii Moldova şi constituie totodată baza economică a Găgăuziei.",
            "(5) Bugetul unităţii teritoriale autonome Găgăuzia se formează în conformitate cu normele stabilite în legea care reglementează statutul special al Găgăuziei.",
            "(6) Controlul asupra respectării legislaţiei Republicii Moldova în unitatea teritorială autonomă Găgăuzia se exercită de Guvern, în condiţiile legii.",
            "(7) Legea organică care reglementează statutul special al unităţii teritoriale autonome Găgăuzia poate fi modificată cu votul a trei cincimi din numărul deputaţilor aleşi în Parlament."
        ]
    },
    {
        "category_number": "Titlul III",
        "category_description": "AUTORITĂŢILE PUBLICE",
        "chapter_number": "Capitolul VIII",
        "chapter_description": "ADMINISTRAŢIA PUBLICĂ",
        "article_number": "Articolul 112",
        "article_description": "Autorităţile săteşti şi orăşeneşti",
        "laws": [
            "(1) Autorităţile administraţiei publice, prin care se exercită autonomia locală în sate şi în oraşe, sînt consiliile locale alese şi primarii aleşi.",
            "(2) Consiliile locale şi primarii activează, în condiţiile legii, ca autorităţi administrative autonome şi rezolvă treburile publice din sate şi oraşe.",
            "(3) Modul de alegere a consiliilor locale şi a primarilor, precum şi atribuţiile lor, este stabilit de lege."
        ]
    },
    {
        "category_number": "Titlul III",
        "category_description": "AUTORITĂŢILE PUBLICE",
        "chapter_number": "Capitol VIII",
        "chapter_description": "ADMINISTRAŢIA PUBLICĂ",
        "article_number": "Articolul 113",
        "article_description": "Consiliul raional",
        "laws": [
            "(1) Consiliul raional coordonează activitatea consiliilor săteşti şi orăşeneşti în vederea realizării serviciilor publice de interes raional.",
            "(2) Consiliul raional este ales şi funcţionează în condiţiile legii.",
            "(3) Raporturile dintre autorităţile publice locale au la bază principiile autonomiei, legalităţii şi colaborării în rezolvarea problemelor comune."
        ]
    },
    {
        "category_number": "Titlul III",
        "category_description": "AUTORITĂŢILE PUBLICE",
        "chapter_number": "Capitolul IX",
        "chapter_description": "AUTORITATEA JUDECĂTOREASCĂ",
        "section_number": "Secţiunea 1",
        "section_description": "Instanţele judecătoreşti",
        "article_number": "Articolul 114",
        "article_description": "Înfăptuirea justiţiei",
        "laws": [
            "Justiţia se înfăptuieşte în numele legii numai de instanţele judecătoreşti."
        ]
    },
    {
        "category_number": "Titlul III",
        "category_description": "AUTORITĂŢILE PUBLICE",
        "chapter_number": "Capitolul IX",
        "chapter_description": "AUTORITATEA JUDECĂTOREASCĂ",
        "section_number": "Secţiunea 1",
        "section_description": "Instanţele judecătoreşti",
        "article_number": "Articolul 115",
        "article_description": "Instanţele judecătoreşti",
        "laws": [
            "(1) Justiţia se înfăptuieşte prin Curtea Supremă de Justiţie, prin curţile de apel şi prin judecătorii.",
            "(2) Pentru anumite categorii de cauze pot funcţiona, potrivit legii, judecătorii specializate.",
            "(3) Înfiinţarea de instanţe extraordinare este interzisă.",
            "(4) Organizarea instanţelor judecătoreşti, competenţa acestora şi procedura de judecată sînt stabilite prin lege organică."
        ]
    },
    {
        "category_number": "Titlul III",
        "category_description": "AUTORITĂŢILE PUBLICE",
        "chapter_number": "Capitolul IX",
        "chapter_description": "AUTORITATEA JUDECĂTOREASCĂ",
        "section_number": "Secţiunea 1",
        "section_description": "Instanţele judecătoreşti",
        "article_number": "Articolul 116",
        "article_description": "Statutul judecătorilor",
        "laws": [
            "(1) Judecătorii instanţelor judecătoreşti sînt independenţi, imparţiali şi inamovibili, potrivit legii.",
            "(2) Judecătorii instanţelor judecătoreşti se numesc în funcţie de Preşedintele Republicii Moldova, la propunerea Consiliului Superior al Magistraturii, în condiţiile legii. Judecătorii care au susţinut concursul sînt numiţi în funcţie pentru prima dată pe un termen de 5 ani. După expirarea termenului de 5 ani, judecătorii vor fi numiţi în funcţie pînă la atingerea plafonului de vîrstă, stabilit în condiţiile legii.",
            "(3) Preşedinţii şi vicepreşedinţii instanţelor judecătoreşti sînt numiţi în funcţie de Preşedintele Republicii Moldova, la propunerea Consiliului Superior al Magistraturii, pe un termen de 4 ani.",
            "(4) Preşedintele, vicepreşedinţii şi judecătorii Curţii Supreme de Justiţie sînt numiţi în funcţie de Parlament la propunerea Consiliului Superior al Magistraturii. Ei trebuie să aibă o vechime în funcţia de judecător de cel puţin 10 ani.",
            "(5) Promovarea şi transferarea judecătorilor se fac numai cu acordul acestora.",
            "(6) Sancţionarea judecătorilor se face în conformitate cu legea.",
            "(7) Funcţia de judecător este incompatibilă cu exercitarea oricărei alte funcţii retribuite, cu excepţia activităţii didactice şi ştiinţifice."
        ]
    },
    {
        "category_number": "Titlul III",
        "category_description": "AUTORITĂŢILE PUBLICE",
        "chapter_number": "Capitolul IX",
        "chapter_description": "AUTORITATEA JUDECĂTOREASCĂ",
        "section_number": "Secţiunea 1",
        "section_description": "Instanţele judecătoreşti",
        "article_number": "Articolul 117",
        "article_description": "Caracterul public al dezbaterilor judiciare",
        "laws": [
            "În toate instanţele judecătoreşti şedinţele de judecată sînt publice. Judecarea proceselor în şedinţă închisă se admite numai în cazurile stabilite prin lege, cu respectarea tuturor regulilor de procedură."
        ]
    },
    {
        "category_number": "Titlul III",
        "category_description": "AUTORITĂŢILE PUBLICE",
        "chapter_number": "Capitolul IX",
        "chapter_description": "AUTORITATEA JUDECĂTOREASCĂ",
        "section_number": "Secţiunea 1",
        "section_description": "Instanţele judecătoreşti",
        "article_number": "Articolul 118",
        "article_description": "Limba de procedură şi dreptul la interpret",
        "laws": [
            "(1) Procedura judiciară se desfăşoară în limba moldovenească.",
            "(2) Persoanele care nu posedă sau nu vorbesc limba moldovenească au dreptul de a lua cunoştinţă de toate actele şi lucrările dosarului, de a vorbi în instanţă prin interpret.",
            "(3) În condiţiile legii, procedura judiciară se poate efectua şi într-o limbă acceptabilă pentru majoritatea persoanelor care participă la proces."
        ]
    },
    {
        "category_number": "Titlul III",
        "category_description": "AUTORITĂŢILE PUBLICE",
        "chapter_number": "Capitolul IX",
        "chapter_description": "AUTORITATEA JUDECĂTOREASCĂ",
        "section_number": "Secţiunea 1",
        "section_description": "Instanţele judecătoreşti",
        "article_number": "Articolul 119",
        "article_description": "Folosirea căilor de atac",
        "laws": [
            "Împotriva hotărîrilor judecătoreşti, părţile interesate şi organele de stat competente pot exercita căile de atac, în condiţiile legii."
        ]
    },
    {
        "category_number": "Titlul III",
        "category_description": "AUTORITĂŢILE PUBLICE",
        "chapter_number": "Capitolul IX",
        "chapter_description": "AUTORITATEA JUDECĂTOREASCĂ",
        "section_number": "Secţiunea 1",
        "section_description": "Instanţele judecătoreşti",
        "article_number": "Articolul 120",
        "article_description": "Caracterul obligatoriu al sentinţelor şi al altor hotărîri judecătoreşti definitive",
        "laws": [
            "Este obligatorie respectarea sentinţelor şi a altor hotărîri definitive ale instanţelor judecătoreşti, precum şi colaborarea solicitată de acestea în timpul procesului, al executării sentinţelor şi a altor hotărîri judecătoreşti definitive."
        ]
    },
    {
        "category_number": "Titlul III",
        "category_description": "AUTORITĂŢILE PUBLICE",
        "chapter_number": "Capitolul IX",
        "chapter_description": "AUTORITATEA JUDECĂTOREASCĂ",
        "section_number": "Secţiunea 1",
        "section_description": "Instanţele judecătoreşti",
        "article_number": "Articolul 121",
        "article_description": "Resursele financiare ale instanţelor judecătoreşti, indemnizaţia şi alte drepturi",
        "laws": [
            "(1) Resursele financiare ale instanţelor judecătoreşti sînt aprobate de Parlament şi sînt incluse în bugetul de stat.",
            "(2) Indemnizaţiile şi alte drepturi ale judecătorilor sînt stabilite prin lege.",
            "(3) Instanţele judecătoreşti dispun de poliţia pusă în serviciul lor."
        ]
    },
    {
        "category_number": "Titlul III",
        "category_description": "AUTORITĂŢILE PUBLICE",
        "chapter_number": "Capitolul IX",
        "chapter_description": "AUTORITATEA JUDECĂTOREASCĂ",
        "section_number": "Secţiunea 2-a",
        "section_description": "Consiliul Superior al Magistraturii",
        "article_number": "Articolul 122",
        "article_description": "Componenţa",
        "laws": [
            "(1) Consiliul Superior al Magistraturii este alcătuit din judecători şi profesori titulari aleşi pentru o durată de 4 ani.",
            "(2) Din Consiliul Superior al Magistraturii fac parte de drept: Preşedintele Curţii Supreme de Justiţie, ministrul justiţiei şi Procurorul General."
        ]
    },
    {
        "category_number": "Titlul III",
        "category_description": "AUTORITĂŢILE PUBLICE",
        "chapter_number": "Capitolul IX",
        "chapter_description": "AUTORITATEA JUDECĂTOREASCĂ",
        "section_number": "Secţiunea 2-a",
        "section_description": "Consiliul Superior al Magistraturii",
        "article_number": "Articolul 123",
        "article_description": "Atribuţiile",
        "laws": [
            "(1) Consiliul Superior al Magistraturii asigură numirea, transferarea, detaşarea, promovarea în funcţie şi aplicarea de măsuri disciplinare faţă de judecători.",
            "(2) Modul de organizare şi funcţionare al Consiliului Superior al Magistraturii se stabileşte prin lege organică."
        ]
    },
    {
        "category_number": "Titlul III",
        "category_description": "AUTORITĂŢILE PUBLICE",
        "chapter_number": "Capitolul IX",
        "chapter_description": "AUTORITATEA JUDECĂTOREASCĂ",
        "section_number": "Secţiunea 2-a",
        "section_description": "Consiliul Superior al Magistraturii",
        "article_number": "Articolul 124",
        "article_description": "Procuratura",
        "laws": [
            "(1) Procuratura este o instituţie publică autonomă în cadrul autorităţii judecătoreşti, ce contribuie la înfăptuirea justiţiei, apărarea drepturilor, libertăţilor şi intereselor legitime ale persoanei, societăţii şi statului prin intermediul procedurilor penale şi al altor proceduri prevăzute de lege.",
            "(2) Atribuţiile Procuraturii sînt exercitate de procurori.",
            "(3) Competenţele, modul de organizare şi funcţionare a Procuraturii se stabilesc prin lege."
        ]
    },
    {
        "category_number": "Titlul III",
        "category_description": "AUTORITĂŢILE PUBLICE",
        "chapter_number": "Capitolul IX",
        "chapter_description": "AUTORITATEA JUDECĂTOREASCĂ",
        "section_number": "Secţiunea 2-a",
        "section_description": "Consiliul Superior al Magistraturii",
        "article_number": "Articolul 125",
        "article_description": "Procurorul",
        "laws": [
            "(1) Procurorul General este numit în funcție de către Președintele Republicii Moldova, la propunerea Consiliului Superior al Procurorilor, pentru un mandat de 7 ani, care nu poate fi reînnoit.",
            "(2) Procurorul General este demis din funcție de către Președintele Republicii Moldova, la propunerea Consiliului Superior al Procurorilor, în condițiile legii, pentru motive obiective și în temeiul unei proceduri transparente.",
            "(3) Numirea, transferarea, promovarea și demiterea procurorilor ierarhic inferiori se efectuează de către Procurorul General, la propunerea Consiliului Superior al Procurorilor."
        ]
    },
    {
        "category_number": "Titlul III",
        "category_description": "AUTORITĂŢILE PUBLICE",
        "chapter_number": "Capitolul IX",
        "chapter_description": "AUTORITATEA JUDECĂTOREASCĂ",
        "section_number": "Secţiunea 2-a",
        "section_description": "Consiliul Superior al Magistraturii",
        "article_number": "Articolul 125.1",
        "article_description": "Consiliul Superior al Procurorilor",
        "laws": [
            "(1) Consiliul Superior al Procurorilor este garantul independenței și imparțialității procurorilor.",
            "(2) Consiliul Superior al Procurorilor este constituit, în condițiile legii, din procurori aleși din cadrul procuraturilor de toate nivelurile și din reprezentanți ai altor autorități, instituții publice sau ai societății civile. Procurorii în cadrul Consiliului Superior al Procurorilor constituie o parte importantă.",
            "(3) Consiliul Superior al Procurorilor asigură numirea, transferarea, promovarea în funcţie şi aplicarea măsurilor disciplinare faţă de procurori.",
            "(4) Modul de organizare și funcționare a Consiliului Superior al Procurorilor se stabilește prin lege."
        ]
    },
    {
        "category_number": "Titlul IV",
        "category_description": "ECONOMIA NAŢIONALĂ ŞI FINANŢELE PUBLICE",
        "article_number": "Articolul 126",
        "article_description": "Economia",
        "laws": [
            "(1) Economia Republicii Moldova este economie de piaţă, de orientare socială, bazată pe proprietatea privată şi pe proprietatea publică, antrenate în concurinţă liberă.",
            "(2) Statul trebuie să asigure:",
            "a) reglementarea activităţii economice şi administrarea proprietăţii publice ce-i aparţine în condiţiile legii;",
            "b) libertatea comerţului şi activităţii de întreprinzător, protecţia concurenţei loiale, crearea unui cadru favorabil valorificării tuturor factorilor de producţie;",
            "c) protejarea intereselor naţionale în activitatea economică, financiară şi valutară;",
            "d) stimularea cercetărilor ştiinţifice;",
            "e) exploatarea raţională a pămîntului şi a celorlalte resurse naturale, în concordanţă cu interesele naţionale;",
            "f) refacerea şi protecţia mediului înconjurător, precum şi menţinerea echilibrului ecologic;",
            "g) sporirea numărului de locuri de muncă, crearea condiţiilor pentru creşterea calităţii vieţii;",
            "h) inviolabilitatea investiţiilor persoanelor fizice şi juridice, inclusiv străine."
        ]
    },
    {
        "category_number": "Titlul IV",
        "category_description": "ECONOMIA NAŢIONALĂ ŞI FINANŢELE PUBLICE",
        "article_number": "Articolul 127",
        "article_description": "Proprietatea",
        "laws": [
            "(1) Statul ocroteşte proprietatea.",
            "(2) Statul garantează realizarea dreptului de proprietate în formele solicitate de titular, dacă acestea nu vin în contradicţie cu interesele societăţii.",
            "(3) Proprietatea publică aparţine statului sau unităţilor administrativ-teritoriale.",
            "(4) Bogăţiile de orice natură ale subsolului, spaţiul aerian, apele şi pădurile folosite în interes public, resursele naturale ale zonei economice şi ale platoului continental, căile de comunicaţie, precum şi alte bunuri stabilite de lege, fac obiectul exclusiv al proprietăţii publice."
        ]
    },
    {
        "category_number": "Titlul IV",
        "category_description": "ECONOMIA NAŢIONALĂ ŞI FINANŢELE PUBLICE",
        "article_number": "Articolul 128",
        "article_description": "Proprietatea cetăţenilor străini şi a apatrizilor",
        "laws": [
            "(1) În Republica Moldova este ocrotită proprietatea altor state, a organizaţiilor internaţionale, a cetăţenilor străini şi a apatrizilor.",
            "(2) Modul şi condiţiile de exercitare a dreptului de proprietate al persoanelor fizice şi juridice străine, precum şi al apatrizilor, pe teritoriul Republicii Moldova sînt reglementate prin lege."
        ]
    },
    {
        "category_number": "Titlul IV",
        "category_description": "ECONOMIA NAŢIONALĂ ŞI FINANŢELE PUBLICE",
        "article_number": "Articolul 129",
        "article_description": "Activitatea economică externă",
        "laws": [
            "(1) Parlamentul aprobă direcţiile principale ale activităţii economice externe, principiile utilizării împrumuturilor şi creditelor străine.",
            "(2) Guvernul asigură protejarea intereselor naţionale în activitatea economică externă, promovează politica liberului schimb sau politica protecţionistă, pornind de la interesele naţionale."
        ]
    },
    {
        "category_number": "Titlul IV",
        "category_description": "ECONOMIA NAŢIONALĂ ŞI FINANŢELE PUBLICE",
        "article_number": "Articolul 130",
        "article_description": "Sistemul financiar-creditar",
        "laws": [
            "(1) Formarea, administrarea, utilizarea şi controlul resurselor financiare ale statului, ale unităţilor administrativ-teritoriale şi ale instituţiilor publice sînt reglementate prin lege.",
            "(2) Moneda naţională a Republicii Moldova este leul moldovenesc.",
            "(3) Dreptul exclusiv la emisia monetară aparţine Băncii Naţionale a Republicii Moldova. Emisia se efectuează conform deciziei Parlamentului."
        ]
    },
    {
        "category_number": "Titlul IV",
        "category_description": "ECONOMIA NAŢIONALĂ ŞI FINANŢELE PUBLICE",
        "article_number": "Articolul 131",
        "article_description": "Bugetul public naţional",
        "laws": [
            "(1) Bugetul public naţional cuprinde bugetul de stat, bugetul asigurărilor sociale de stat şi bugetele raioanelor, oraşelor şi satelor.",
            "(2) Guvernul elaborează anual proiectul bugetului de stat şi bugetului asigurărilor sociale de stat, pe care le supune, separat, aprobării Parlamentului. În caz de formare a fondului extrabugetar, el se prezintă spre aprobat Parlamentului.",
            "(3) Dacă bugetul de stat şi bugetul asigurărilor sociale de stat nu au fost adoptate prin lege cu cel puţin trei zile înainte de expirarea exerciţiului bugetar, se aplică în continuare bugetul de stat şi bugetul asigurărilor sociale de stat ale anului precedent, pînă la adoptarea noilor bugete.",
            "(4) Orice propunere legislativă sau amendament care atrag majorarea sau reducerea veniturilor bugetare sau împrumuturilor, precum şi majorarea sau reducerea cheltuielilor bugetare pot fi adoptate numai după ce sînt acceptate de Guvern.",
            "(5) Bugetele raioanelor, oraşelor şi satelor se elaborează, se aprobă şi se execută în condiţiile legii.",
            "(6) Nici o cheltuială bugetară nu poate fi aprobată fără stabilirea sursei de finanţare."
        ]
    },
    {
        "category_number": "Titlul IV",
        "category_description": "ECONOMIA NAŢIONALĂ ŞI FINANŢELE PUBLICE",
        "article_number": "Articolul 132",
        "article_description": "Sistemul fiscal",
        "laws": [
            "(1) Impozitele, taxele şi orice venituri ale bugetului de stat şi ale bugetului asigurărilor sociale de stat, ale bugetelor raioanelor, oraşelor şi satelor se stabilesc, conform legii, de organele reprezentative respective.",
            "(2) Orice alte prestări sînt interzise."
        ]
    },
    {
        "category_number": "Titlul IV",
        "category_description": "ECONOMIA NAŢIONALĂ ŞI FINANŢELE PUBLICE",
        "article_number": "Articolul 133",
        "article_description": "Curtea de Conturi",
        "laws": [
            "(1) Curtea de Conturi exercită controlul asupra modului de formare, de administrare şi de întrebuinţare a resurselor financiare publice.",
            "(2) Curtea de Conturi este alcătuită din 7 membri.",
            "(3) Preşedintele Curţii de Conturi este numit de Parlament, la propunerea Preşedintelui acestuia, pentru un termen de 5 ani. Membrii Curţii sînt numiţi de Parlament, la propunerea Preşedintelui acesteia.",
            "(4) Curtea de Conturi prezintă anual Parlamentului un raport asupra administrării şi întrebuinţării resurselor financiare publice.",
            "(5) Alte atribuţii, precum şi modul de organizare şi funcţionare a Curţii de Conturi, se stabilesc prin lege organică."
        ]
    },
    {
        "category_number": "Titlul V",
        "category_description": "CURTEA CONSTITUŢIONALĂ",
        "article_number": "Articolul 134",
        "article_description": "Statutul",
        "laws": [
            "(1) Curtea Constituţională este unica autoritate de jurisdicţie constituţională în Republica Moldova.",
            "(2) Curtea Constituţională este independentă de orice altă autoritate publică şi se supune numai Constituţiei.",
            "(3) Curtea Constituţională garantează supremaţia Constituţiei, asigură realizarea principiului separării puterii de stat în putere legislativă, putere executivă şi putere judecătorească şi garantează responsabilitatea statului faţă de cetăţean şi a cetăţeanului faţă de stat."
        ]
    },
    {
        "category_number": "Titlul V",
        "category_description": "CURTEA CONSTITUŢIONALĂ",
        "article_number": "Articolul 135",
        "article_description": "Atribuţiile",
        "laws": [
            "(1) Curtea Constituţională:",
            "a) exercită, la sesizare, controlul constituţionalităţii legilor şi hotărîrilor Parlamentului, a decretelor Preşedintelui Republicii Moldova, a hotărîrilor şi ordonanţelor Guvernului, precum şi a tratatelor internaţionale la care Republica Moldova este parte;",
            "b) interpretează Constituţia;",
            "c) se pronunţă asupra iniţiativelor de revizuire a Constituţiei;",
            "d) confirmă rezultatele referendumurilor republicane;",
            "e) confirmă rezultatele alegerii Parlamentului şi a Preşedintelui Republicii Moldova;",
            "f) constată circumstanţele care justifică dizolvarea Parlamentului, demiterea Preşedintelui Republicii Moldova sau interimatul funcţiei de Preşedinte, precum şi imposibilitatea Preşedintelui Republicii Moldova de a-şi exercita atribuţiile mai mult de 60 de zile;",
            "g) rezolvă cazurile excepţionale de neconstituţionalitate a actelor juridice, sesizate de Curtea Supremă de Justiţie;",
            "h) hotărăşte asupra chestiunilor care au ca obiect constituţionalitatea unui partid.",
            "(2) Curtea Constituţională îşi desfăşoară activitatea din iniţiativa subiecţilor prevăzuţi de Legea cu privire la Curtea Constituţională."
        ]
    },
    {
        "category_number": "Titlul V",
        "category_description": "CURTEA CONSTITUŢIONALĂ",
        "article_number": "Articolul 136",
        "article_description": "Structura",
        "laws": [
            "(1) Curtea Constituţională se compune din 6 judecători, numiţi pentru un mandat de 6 ani.",
            "(2) Doi judecători sînt numiţi de Parlament, doi de Guvern şi doi de Consiliul Superior al Magistraturii.",
            "(3) Judecătorii Curții Constituţionale aleg, prin vot secret, preşedintele acesteia."
        ]
    },
    {
        "category_number": "Titlul V",
        "category_description": "CURTEA CONSTITUŢIONALĂ",
        "article_number": "Articolul 137",
        "article_description": "Independenţa",
        "laws": [
            "Judecătorii Curţii Constituţionale sînt inamovibili pe durata mandatului, independenţi şi se supun numai Constituţiei."
        ]
    },
    {
        "category_number": "Titlul V",
        "category_description": "CURTEA CONSTITUŢIONALĂ",
        "article_number": "Articolul 138",
        "article_description": "Condiţiile pentru numire",
        "laws": [
            "Judecătorii Curţii Constituţionale trebuie să aibă o pregătire juridică superioară, o înaltă competenţă profesională şi o vechime de cel puţin 15 ani în activitatea juridică, în învăţămîntul juridic sau în activitatea ştiinţifică."
        ]
    },
    {
        "category_number": "Titlul V",
        "category_description": "CURTEA CONSTITUŢIONALĂ",
        "article_number": "Articolul 139",
        "article_description": "Incompatibilităţi",
        "laws": [
            "Funcţia de judecător al Curţii Constituţionale este incompatibilă cu oricare altă funcţie publică sau privată retribuită, cu excepţia activităţii didactice şi ştiinţifice."
        ]
    },
    {
        "category_number": "Titlul V",
        "category_description": "CURTEA CONSTITUŢIONALĂ",
        "article_number": "Articolul 140",
        "article_description": "Hotărîrile Curţii Constituţionale",
        "laws": [
            "(1) Legile şi alte acte normative sau unele părţi ale acestora devin nule, din momentul adoptării hotărîrii corespunzătoare a Curţii Constituţionale.",
            "(2) Hotărîrile Curţii Constituţionale sînt definitive şi nu pot fi atacate."
        ]
    },
    {
        "category_number": "Titlul VI",
        "category_description": "REVIZUIREA CONSTITUŢIEI",
        "article_number": "Articolul 141",
        "article_description": "Iniţiativa revizuirii",
        "laws": [
            "(1) Revizuirea Constituţiei poate fi iniţiată de:",
            "a) un număr de cel puţin 200000 de cetăţeni ai Republicii Moldova cu drept de vot. Cetăţeni care iniţiază revizuirea Constituţiei trebuie să provină din cel puţin jumătate din unităţile administrativ-teritoriale de nivelul doi, iar în fiecare din ele trebuie să fie înregistrate cel puţin 20000 de semnături în sprijinul acestei iniţiative;",
            "b) un număr de cel puţin o treime de deputaţi în Parlament;",
            "c) Guvern.",
            "(2) Proiectele de legi constituţionale vor fi prezentate Parlamentului numai împreună cu avizul Curţii Constituţionale, adoptat cu votul a cel puţin 4 judecători."
        ]
    },
    {
        "category_number": "Titlul VI",
        "category_description": "REVIZUIREA CONSTITUŢIEI",
        "article_number": "Articolul 142",
        "article_description": "Limitele revizuirii",
        "laws": [
            "(1) Dispoziţiile privind caracterul suveran, independent şi unitar al statului, precum şi cele referitoare la neutralitatea permanentă a statului, pot fi revizuite numai cu aprobarea lor prin referendum, cu votul majorităţii cetăţenilor înscrişi în listele electorale.",
            "(2) Nici o revizuire nu poate fi făcută, dacă are ca rezultat suprimarea drepturilor şi libertăţilor fundamentale ale cetăţenilor sau a garanţiilor acestora.",
            "(3) Constituţia nu poate fi revizuită pe durata stării de urgenţă, de asediu şi de război."
        ]
    },
    {
        "category_number": "Titlul VI",
        "category_description": "REVIZUIREA CONSTITUŢIEI",
        "article_number": "Articolul 143",
        "article_description": "Legea privind modificarea Constituţiei",
        "laws": [
            "(1) Parlamentul este în drept să adopte o lege cu privire la modificarea Constituţiei după cel puţin 6 luni de la data prezentării iniţiativei corespunzătoare. Legea se adoptă cu votul a două treimi din deputaţi.",
            "(2) Dacă, de la prezentarea iniţiativei cu privire la modificarea Constituţiei, Parlamentul nu a adoptat timp de un an legea constituţională corespunzătoare, propunerea se consideră nulă."
        ]
    },
    {
        "category_number": "Titlul VII",
        "category_description": "DISPOZIŢII FINALE ŞI TRANZITORII",
        "article_number": "Articolul I",
        "laws": [
            "(1) Prezenta Constituţie este adoptată de Parlament şi se promulgă de către Preşedintele Republicii Moldova în termen de 3 zile.",
            "(2) Constituţia Republicii Moldova intră în vigoare la 27 august 1994. La aceeaşi dată, Constituţia Republicii Moldova din 15 aprilie 1978, cu modificările şi completările ulterioare, este în întregime abrogată."
        ]
    },
    {
        "category_number": "Titlul VII",
        "category_description": "DISPOZIŢII FINALE ŞI TRANZITORII",
        "article_number": "Articolul II",
        "laws": [
            "(1) Legile şi celelalte acte normative rămîn în vigoare în măsura în care nu contravin prezentei Constituţii.",
            "(2) Comisiile permanente ale Parlamentului, Guvernul, în decursul unui an de la data intrării în vigoare a prezentei Constituţii, vor examina conformitatea legislaţiei cu Constituţia şi vor prezenta Parlamentului propunerile respective."
        ]
    },
    {
        "category_number": "Titlul VII",
        "category_description": "DISPOZIŢII FINALE ŞI TRANZITORII",
        "article_number": "Articolul III",
        "laws": [
            "(1) Instituţiile de stat, existente la data intrării în vigoare a prezentei Constituţii, rămîn în funcţiune pînă la constituirea unor instituţii noi.",
            "(2) Parlamentul, constituit din 104 deputaţi, aleşi prin vot universal, egal, direct, secret şi liber exprimat, în condiţiile pluralismului politic şi pluripartitismului, conform Legii din 14 octombrie 1993 privind alegerea Parlamentului, rămîne în funcţiune pînă la expirarea mandatului, cu excepţia cazurilor prevăzute în prezenta Constituţie.",
            "(3) Preşedintele Republicii Moldova, ales prin vot universal, egal, direct, secret şi liber exprimat, în condiţiile pluralismului politic şi pluripartitismului, pe un termen de 5 ani, conform Legii din 18 septembrie 1991 cu privire la alegerile Preşedintelui Republicii Moldova, rămîne în funcţiune pînă la expirarea mandatului pentru care a fost ales, cu excepţia cazurilor prevăzute în prezenta Constituţie.",
            "(4) Guvernul, învestit în funcţie de către Parlament, rămîne în exercitarea împuternicirilor pînă la expirarea mandatului, cu excepţia cazurilor prevăzute în prezenta Constituţie.",
            "(5) Organele locale ale puterii de stat şi ale administraţiei de stat rămîn în exercitarea împuternicirilor pînă la expirarea mandatului, cu excepţia cazurilor prevăzute în prezenta Constituţie.",
            "(6) Asupra judecătorilor care, la data intrării în vigoare a prezentei Constituţii, au o vechime în muncă în judecătorii de cel puţin 5 ani, se răsfrînge principiul inamovibilităţii, conform articolului 116 alineatul (1), printr-un decret al Preşedintelui Republicii Moldova, la propunerea ministrului justiţiei şi a Preşedintelui Judecătoriei Supreme.",
            "(7) În decursul a 2 ani de la data intrării în vigoare a prezentei Constituţii, sistemul instanţelor judecătoreşti va fi reorganizat, prin lege, conform articolului 115."
        ]
    },
    {
        "category_number": "Titlul VII",
        "category_description": "DISPOZIŢII FINALE ŞI TRANZITORII",
        "article_number": "Articolul IV",
        "laws": [
            "Prevederile articolului 25 alineatul (4), ce ţin de termenul arestării, nu se răsfrîng, pînă la 1 ianuarie 1995, asupra persoanelor care au comis infracţiuni grave prevăzute de articolul 71 din Codul penal."
        ]
    },
    {
        "category_number": "Titlul VII",
        "category_description": "DISPOZIŢII FINALE ŞI TRANZITORII",
        "article_number": "Articolul V",
        "laws": [
            "(1) În decursul a 6 luni de la data intrării în vigoare a prezentei Constituţii se înfiinţează Curtea Constituţională şi Curtea de Conturi.",
            "(2) În prima componenţă a Curţii Constituţionale judecătorii din partea Consiliului Superior al Magistraturii sînt numiţi în funcţie de adunarea generală a judecătorilor populari şi a membrilor Judecătoriei Supreme."
        ]
    },
    {
        "category_number": "Titlul VII",
        "category_description": "DISPOZIŢII FINALE ŞI TRANZITORII",
        "article_number": "Articolul VI",
        "laws": [
            "Pînă la înfiinţarea Curţii Constituţionale, cazurile prevăzute în articolul 135 al prezentei Constituţii pot fi soluţionate, din iniţiativa Parlamentului, de către Judecătoria Supremă."
        ]
    },
    {
        "category_number": "Titlul VII",
        "category_description": "DISPOZIŢII FINALE ŞI TRANZITORII",
        "article_number": "Articolul VII",
        "laws": [
            "(1) Legea din 1 septembrie 1989 cu privire la funcţionarea limbilor vorbite pe teritoriul Republicii Moldova rămîne în vigoare în măsura în care nu contravine prezentei Constituţii.",
            "(2) Sus-numita lege poate fi modificată în decursul a 7 ani de la data intrării în vigoare a prezentei Constituţii, cu votul a cel puţin două treimi din deputaţi."
        ]
    },
    {
        "category_number": "Titlul VII",
        "category_description": "DISPOZIŢII FINALE ŞI TRANZITORII",
        "article_number": "Articolul VIII",
        "laws": [
            "Titlul VII, Dispoziţii finale şi tranzitorii, se consideră parte integrantă a prezentei Constituţii şi reglementează problemele ce ţin de intrarea ei în vigoare."
        ]
    }
]